/*
Navicat MySQL Data Transfer

Source Server         : 176.122.136.213
Source Server Version : 50560
Source Host           : 176.122.136.213:3306
Source Database       : wt_bs

Target Server Type    : MYSQL
Target Server Version : 50560
File Encoding         : 65001

Date: 2018-12-05 12:10:47
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for answer
-- ----------------------------
DROP TABLE IF EXISTS `answer`;
CREATE TABLE `answer` (
  `id` bigint(10) NOT NULL AUTO_INCREMENT COMMENT '用户id',
  `batch_no` varchar(50) NOT NULL DEFAULT '' COMMENT '问题批次号,默认test_001,平时练习题',
  `problem_id` bigint(10) NOT NULL COMMENT '问题Id',
  `student_code` varchar(20) NOT NULL COMMENT '学生编号',
  `levels` tinyint(10) NOT NULL COMMENT '问题级别',
  `descs` varchar(300) NOT NULL COMMENT '问题描述',
  `answer` varchar(100) NOT NULL COMMENT '问题答案',
  `score` bigint(10) NOT NULL COMMENT '分数',
  `current_score` bigint(10) NOT NULL COMMENT '学生当前分数',
  `yn` tinyint(10) NOT NULL DEFAULT '1' COMMENT '是否失效 1 有效 0 无效',
  `sysVersion` bigint(10) NOT NULL DEFAULT '1' COMMENT '版本号',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  `create_user` varchar(30) NOT NULL DEFAULT '' COMMENT '创建人',
  `update_user` varchar(30) NOT NULL DEFAULT '' COMMENT '更新人',
  `doingAnswer` varchar(200) DEFAULT NULL COMMENT '未回答答案',
  `doneAnswer` varchar(200) DEFAULT NULL COMMENT '回答正确答案',
  `failAnswer` varchar(200) DEFAULT NULL COMMENT '回答失败答案',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=77 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of answer
-- ----------------------------
INSERT INTO `answer` VALUES ('76', 'BN1543976848175', '107', 'ST_10001', '1', '「どうしたん？誰に怒ってんねん？」 「あの人よ、ずっとあんなこと言ってて。」 「ほんまや、行けずな人やん」', '2313123', '1', '0', '1', '1', '2018-12-04 23:06:12', '2018-12-04 23:06:12', 'sys', 'sys', '行けず,ねん,ほんま', '', '2313123');

-- ----------------------------
-- Table structure for answer_report
-- ----------------------------
DROP TABLE IF EXISTS `answer_report`;
CREATE TABLE `answer_report` (
  `id` bigint(10) NOT NULL AUTO_INCREMENT COMMENT '用户id',
  `problem_id` int(20) NOT NULL COMMENT '问题id',
  `answer` varchar(100) NOT NULL COMMENT '答案',
  `success_count` bigint(20) NOT NULL DEFAULT '0' COMMENT '回答正确统计',
  `fail_count` bigint(15) NOT NULL DEFAULT '0' COMMENT '答错统计',
  `count` bigint(25) NOT NULL DEFAULT '0' COMMENT '回答计数',
  `yn` tinyint(10) NOT NULL DEFAULT '1' COMMENT '是否失效 1 有效 0 无效',
  `sys_version` bigint(10) NOT NULL DEFAULT '1' COMMENT '版本号',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  `create_user` varchar(30) NOT NULL DEFAULT '' COMMENT '创建人',
  `update_user` varchar(30) NOT NULL DEFAULT '' COMMENT '更新人',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=21 DEFAULT CHARSET=utf8 COMMENT='回答情况统计';

-- ----------------------------
-- Records of answer_report
-- ----------------------------
INSERT INTO `answer_report` VALUES ('19', '81', 'ほんま', '3', '0', '3', '1', '4', '2018-11-09 23:17:50', '2018-11-09 23:22:02', 'sys', 'sys');
INSERT INTO `answer_report` VALUES ('20', '81', 'べっぴん', '1', '0', '3', '1', '4', '2018-11-09 23:17:50', '2018-11-09 23:22:02', 'sys', 'sys');

-- ----------------------------
-- Table structure for dialect
-- ----------------------------
DROP TABLE IF EXISTS `dialect`;
CREATE TABLE `dialect` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `region` int(10) NOT NULL COMMENT '地域',
  `dialect` varchar(100) NOT NULL COMMENT '方言',
  `kanji` varchar(50) DEFAULT NULL COMMENT '汉字',
  `translation` varchar(70) NOT NULL COMMENT '译文',
  `nominal` varchar(30) NOT NULL COMMENT '词性',
  `example` varchar(200) NOT NULL COMMENT '例句',
  `sys_version` int(11) NOT NULL DEFAULT '1' COMMENT '系统版本',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  `create_user` varchar(32) NOT NULL COMMENT '创建人',
  `update_user` varchar(32) NOT NULL COMMENT '更新人',
  `yn` int(11) NOT NULL DEFAULT '1' COMMENT '是否为删除 1 正常 -1 删除',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5983 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dialect
-- ----------------------------
INSERT INTO `dialect` VALUES ('5555', '1', '…おし', 'null', '…なさい', '動詞（命令形）', '行きおし', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5556', '2', '…がな', 'null', '…ではないか，じゃない', '連語', 'そんなんもー、どーでもえーがな', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5557', '3', '…やん', 'null', 'じゃん', '助動詞', 'そんなんせんでえーやんか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5558', '4', '…よし', 'null', '…なさい', '動詞（命令形）', 'はよきよし', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5559', '5', 'あいさ', 'null', '時たま,時折', '副詞', 'あいさにわしとこへも遊びにきとくんなはれ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5560', '6', 'あいのもん', 'null', 'おやつ，間食，食事と食事の間に食べるもの', '名詞', 'あいのもん、なんぞないか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5561', '7', 'あおぬけ', '仰向け', '仰向け', '名詞', 'あおぬけになって寝てください', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5562', '8', 'あおのけ', '仰向け', '仰向け', '名詞', 'あおのけになって寝てください', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5563', '9', 'あかだし', '赤だし', '赤味噌の汁', '名詞', '今朝は赤だしや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5564', '10', 'あかべ', 'null', 'あかんべ,赤目の転', '名詞', '（嫌なことを命じられた時）あかべや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5565', '11', 'あがる', '上がる', '北に行く', '動詞', '新烏丸 (からすま) 通り竹屋町上がる', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5566', '12', 'あかん', '明かん', '駄目だ，役に立たん，いけない', '熟語', 'これあかんやで', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5567', '13', 'あかんたれ', 'null', '駄目な人間,いくじなし', '名詞', 'そんなこともよーせんのか。あかんたれやなー', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5568', '14', 'あきまへん', 'null', '駄目です（丁寧語）', '熟語', 'おいおーい、あきまへんて', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5569', '15', 'あくち', 'null', '口角炎', '名詞', 'おまはん、最近忙しいのかしてあくちきれてるがな', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5570', '16', 'あさぶら', 'null', '草履', '名詞', '喧嘩して逃げるときは、あさぶら脱いで、手ぇに持って、一目散に走ったもんや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5571', '17', 'あじない', 'null', '〈食べ物が〉まずい，おいしくない', '形容詞', 'ここのおつゆあじないわ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5572', '18', 'あた', 'null', 'まったく，たいそう，非常に', '副詞', 'あたしんどい，あた材料が悪い', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5573', '19', 'あだける', 'null', 'おちる', '動詞', 'そないな狭いあぜ通ったら、あだけるでー', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5574', '20', 'あだべた', 'null', '地べた（幼児語）', '名詞', '裸足であだべた歩いたら、怪我するさかいやめとき', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5575', '21', 'あたん', 'null', '仕返し，かたきうち', '名詞', 'そないな意地悪しよったら、いつかあたんされっど', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5576', '22', 'あっこ', 'null', 'あそこ', '代名詞', 'またあっこで待ってるよ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5577', '23', 'あっちゃこっちゃ', 'null', '反対，あべこべ', '名詞', '先生が、あっちゃいこっしゃいに生徒に殴られる', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5578', '24', 'あて', 'null', '私', '代名詞', 'あてかてしてみとおす', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5579', '25', 'あとさし', 'null', '二組の布団の裾を重ね合わせて、炬燵や湯たんぽを入れて、二方向から足を入れて寝る方法', '名詞', '昔は、兄弟であとさしにして寝とったなぁ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5580', '26', 'あばさかる', 'null', '甘えてはしゃぐ，調子に乗っていたずらしたり暴れたりする', '動詞', 'あばさかんりょったら怪我するんでよ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5581', '27', 'あほくさい', 'null', '馬鹿馬鹿しい', '形容詞', 'そんなん、あほくさてやってられるかい', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5582', '28', 'あほぬかせ', 'null', '決定的に怒る', '熟語', 'アホぬかせっ!どこまで偉いと思うとんじゃ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5583', '29', 'あほほど', 'null', 'たくさん，ずいぶん多く', '副詞', 'アホほど魚が釣れてなあ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5584', '30', 'あまえた', '甘えた', '甘えん坊', '名詞', 'あんたは甘えたやなあ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5585', '31', 'あめちゃん', '飴ちゃん', '飴（丁寧語）', '名詞', '兄ちゃん、毎日来てるなぁ。飴ちゃんあげよ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5586', '32', 'あらく', '散く', '間があく，差ができる', '動詞', '戸棚と壁の間があらいとる', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5587', '33', 'あらしょ', 'null', 'あるじゃないか', '熟語', 'どこ、さがしてんや。そこにあらしょ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5588', '34', 'ありこまち', 'null', '全部，あるもの総て', '名詞・副詞', '空き巣にありこまち持って行かれてもた', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5589', '35', 'あんじょう', 'null', '上手に,丁寧に，きちんと，適当に', '副詞', '座り方が悪い。もっとあんじょお座りなはれ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5590', '36', 'いお', '魚', '生きて泳いでいる魚', '名詞', '荒海の怒れる魚のすがた', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5591', '37', 'いか', 'null', '凧', '名詞', 'お正月はいか揚げして遊ぼうな', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5592', '38', 'いかーしめへん', 'null', '行きはしません', '熟語', 'そんなところまでいかーしめへんやろ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5593', '39', 'いかい', '厳い', '大きい，大変な，沢山多量，大仰などの意', '形容詞', 'あすこでいかい声ではなしょーしてる，この家はいかい鯉のぼりをあげとるなぁ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5594', '40', 'いかめい', 'null', 'うらやましい，ねたましい', '形容詞', '宝ぐじに当たったんか。いかめいことやなぁ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5595', '41', 'いきし', '行きし', '行きがけ', '名詞', '行きしに先生におーたわ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5596', '42', 'いきゃたる', 'null', '触れる，ぶつかる', '動詞', 'null', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5597', '43', 'いけず', '行けず', '意地悪', '名詞・形容動詞', 'そんなことばっかり言いはって、ほんまいけずやわ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5598', '44', 'いけてる', 'null', '魅力的，かっこいい，面白い', '熟語', '映像も音楽もいけてる', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5599', '45', 'いごく', 'null', '動く', '動詞', 'いごいたらあかん、じっとしとけ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5600', '46', 'いしこい', 'null', 'ずるい，抜け目がない，悪賢い', '形容詞', 'おまえ、いしこいやっちゃなー', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5601', '47', 'いじましい', 'null', '金銭面でけちである，動作や行動が醜い', '形容詞', '釣り銭が一円間違ごとるゆうで、いじましいこと言う人がおる', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5602', '48', 'いちびる', 'null', '調子に乗って，はしゃぐ', '動詞', 'いちびってんとしゃんとしーや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5603', '49', 'いっけ', 'null', '血縁，同族，親戚', '名詞', 'うちときーやんとこは昔からのいっけや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5604', '50', 'いてこます', 'null', 'やっつける', '動詞', 'しょーもないことばかりゆーてたらいてこますぞ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5605', '51', 'いててや', 'null', 'いてほしい', '熟語', '帰ったらあかんで、そこにいててや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5606', '52', 'いてまえ', 'null', 'やっちまえ', '熟語', 'いてまえ打線', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5607', '53', 'いてる', 'null', 'いる', '動詞', 'いてるかいてへんかしらんけどいっぺん電話してみたらどないや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5608', '54', 'いとごる', 'null', '沈殿する，溶けずに底に沈む', '動詞', '下の方にいとごっとるさかい、かき混ぜながら飲みなはれ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5609', '55', 'いぬ', 'null', '帰る，去る', '動詞', 'ほな、いんでくるわ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5610', '56', 'いのく', 'null', '動く', '動詞', 'よーいのきはる人やなー', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5611', '57', 'いらう', '弄う', '弄る，なぶる，もてあそぶ', '動詞', 'そんなとこいろたらめげるぞ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5612', '58', 'いらち', 'null', 'せっかちもの,落ち着かない人', '名詞', 'あの人いらちやし、待たせたらあかんで', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5613', '59', 'いらやき', 'null', '生焼け', '名詞', 'この魚いらやきや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5614', '60', 'いれそめ', 'null', '贈り物をもらったときに、返礼としてその容器などに入れて返す品物やお金', '名詞', 'おおきに。ちょっと待ってくださいな。いれそめをさしてもらいまっさかい。', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5615', '61', 'いんじゃんほい', 'null', 'じゃんけんをする時のかけ声', '名詞', 'いんじゃんほい。あいこでしょ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5616', '62', 'うち', 'null', '私', '代名詞', 'うっとこ（うちとこ）おいないな', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5617', '63', 'うちら', 'null', '内側，内部', '名詞', '見えんようにうちらに釘を打つのが上手な大工さんの仕事というもんです', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5618', '64', 'うっとこ', 'null', '私の家，私の夫', '熟語', 'こんど一回うっとこきーや、ごっつぉしたるさかい', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5619', '65', 'ええ', 'null', '良い，好い，善い', '形容詞', 'ええじゃないか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5620', '66', 'えーし', 'null', 'お金持ち，財産家', '名詞', 'わてらとえーしのこはほんまにちゃいまんなあ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5621', '67', 'えがおよし', '笑顔よし', 'いつもにこにこしている人', '名詞', 'あそこの家の娘さんはほんまにえがおよしや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5622', '68', 'えげつない', 'null', 'ひどい，悪い', '形容詞', 'あんまりえげつないこと言わんといてーや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5623', '69', 'えずく', 'null', '吐き気をもよおす，嘔吐する，吐く', '動詞', '食べすぎでえずいてしもたわ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5624', '70', 'えんば', 'null', 'あいにく，折悪く，折角であるのに', '副詞・形容動詞', 'えんばんとそのひぃはぐつわるおす', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5625', '71', 'えんばんと', 'null', 'あいにく，折り悪しく', '副詞', 'えんばんとそのひぃはぐつわるおす', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5626', '72', 'えんりょうのかたまり', '遠慮のかたまり', '食べ残った最後のひとつ', '熟語', 'おい、遠慮のかたまり、誰か食えよ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5627', '73', 'おあげさん', 'null', '油揚げ', '名詞', 'おあげさんとなっぱとたいたらおいしおす', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5628', '74', 'おいいる', 'null', 'おっしゃる（尊敬語）', '動詞', 'そうおいいるさかい', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5629', '75', 'おいえ', 'null', 'そうだ，そのとおり', '助動詞', 'おいえ、あぶないわしよ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5630', '76', 'おいなりさん', '御稲荷さん', 'いなり寿司（丁寧語）', '名詞', 'うちの家にじいちゃんが作ったお稲荷さんがある', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5631', '77', 'おいもさん', 'お芋さん', '芋（丁寧語）', '名詞', 'お芋さんが甘い', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5632', '78', 'おいやか', 'null', 'のんびりとした様子', '形容動詞', '今年の正月はおいやかやのー', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5633', '79', 'おえはん', 'null', '大奥様，女主人', '名詞', 'おえはんに相談してからにしょーか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5634', '80', 'おおきに', 'null', '大いに,たいへん,ありがとう', '形容動詞', 'おおきにご苦労だった', '0', '2018-11-21 00:00:01', '2018-11-21 00:00:01', '', '', '0');
INSERT INTO `dialect` VALUES ('5635', '81', 'おがる', 'null', '〈大声で〉叫ぶ，呼ぶ', '動詞', 'ちょっとむこうにいる人におがっちょーえ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5636', '82', 'おかん', 'null', 'おかあさん（幼児語）', '名詞', 'おかんとおとんどっか行っておれへんねん', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5637', '83', 'おくどさん', 'null', 'かまど', '名詞', 'おくどさんで、にたきします', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5638', '84', 'おさがり', 'null', '雨降り，神仏への供え物を下げたもの', '名詞', '今日もおさがりどすなー', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5639', '85', 'おしまいやす', 'null', '終了する意，夕方の挨拶言葉', '熟語', 'おしまいやす。ずいぶん、日が短こうなりましたな', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5640', '86', 'おせらしい', 'null', '大人びいてる，大人らしい，しっかりしている', '形容詞', 'いつの間にかおせらしなったなー', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5641', '87', 'おたす', 'null', '背負う，おんぶする', '動詞', '足の悪いおじいちゃんを、おたして風呂場に連れていく', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5642', '88', 'おため', '御為', '贈りものを受けた時、マッチ、半紙などのちょっとした返礼の物品をいう', '名詞', 'おために、何をいれて返したらいいの', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5643', '89', 'おち', '落ち', '落語の結末，地口、語呂、軽口、で結ぶ', '名詞', 'この話には落ちがついている', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5644', '90', 'おっとろし', 'null', 'ひっくりしたようなときに発する言葉', '感動詞', 'おっとろし、どっかでふとか地震のあったごたっ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5645', '91', 'おてしょー', 'null', '小皿，手塩皿', '名詞', 'おてしょーに取って食べよし', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5646', '92', 'おてまいり', 'お手間入り', '手間のかかること', '名詞', 'お手間入りのごちそうばっかしやないの', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5647', '93', 'おてらさん', 'お寺さん', 'お坊さん（丁寧語）', '名詞', 'お寺さんおられますか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5648', '94', 'おとがい', '頤', 'あご，下あご', '名詞', 'あとがいが落ちる', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5649', '95', 'おとろしい', 'null', '恐ろしい', '形容詞', 'そんなおとろしいことわしよーしゃんで', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5650', '96', 'おとん', 'null', 'おとうさん（幼児語）', '名詞', 'おとん、お早う', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5651', '97', 'おとんぼ', 'null', '末っ子', '名詞', 'あいつはおとんぼのあまえたや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5652', '98', 'おばはん', 'null', 'おばさん', '名詞', 'おばはんにも見せて', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5653', '99', 'おはようおかえり', 'null', 'お早くお帰りなさい', '塾語', '「いてさんじます」「おはようおかえり」', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5654', '100', 'おばんざい', 'null', 'ふだんの日のお惣菜', '名詞', 'こんなおばんざいしかおへんけど', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5655', '101', 'おびんたれ', 'null', '怖がりの人，臆病者', '名詞', '犬に吠えられて泣いとる。おびんたれの子ぉやなあ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5656', '102', 'おます', 'null', 'なります', '動詞', 'ないちゅーてさがしてはるもん、そこにおますで', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5657', '103', 'おもしゃい', 'null', '面白い，変な', '形容詞', 'おもしゃいことばっかゆーちゃら', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5658', '104', 'おもろい', 'null', '面白いの約', '形容詞', 'なんぞおもろい話あれへんかなー', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5659', '105', 'おもんない', 'null', 'おもしろくない', '形容詞（否定形）', 'なんも　おもんないわ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5660', '106', 'おわえる', 'null', '追いかける，後を追って付いて行く', '動詞', 'おわえまわってやっと捕まえた', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5661', '107', 'おんどれ', 'null', 'おまえ，貴様', '代名詞', 'なんやと、おんどれっ、ケンカ売っとんのか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5662', '108', 'おんまく', 'null', '思いっきり，力を振り絞って精一杯', '副詞', 'ええ映画やったさかい、おんまく涙を流した', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5663', '109', 'がい', 'null', '強情である，わがままである，勝手である', '形容動詞', 'あの子、かわいーけんどわりとがいなわよ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5664', '110', 'かいな', 'null', '疑問，反語あろうか、ありはしない', '助詞', 'ここでお雇いなさるのかいな', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5665', '111', 'がいよう', 'null', 'うまく，良いように，きちんと，穏便に，すっかり', '副詞', 'わしの似顔絵、がいよう描いといてや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5666', '112', 'かく', '舁く', '重い荷物を持って運ぶ', '動詞', 'ちょっとそっちかいてんか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5667', '113', 'かざ', 'null', '香，におい', '名詞', 'えーかざがしますな', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5668', '114', 'かざかす', 'null', '匂い（臭い）をかぐ', '動詞', '酒か水かかざかしてみたらわかるやろう', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5669', '115', 'かじく', 'null', '（鍬などで）土を掘り返す，田畑を耕す', '動詞', '畑をかじかんと自分の足をかじいてしもた', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5671', '117', 'かたげる', 'null', '頭を傾ける，物事を考えるのに夢中になっている', '動詞', 'こびんで、何を思案しとるんや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5672', '118', 'かたみに', '片身に', 'かわりばんこに，互いに', '副詞', '右と左はいっぺんに見られへんさかい、かたみに見てから、気ぃつけて交差点を渡るんやぜ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5673', '119', 'かちます', 'null', '殴る，たたく', '動詞', '腹が立ってもかちましたらあかんぞ。仕返しされるかもしれんさかいに', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5674', '120', 'かちゃだける', 'null', '梯子などを踏み外して一瞬のうちに落ちる', '動詞', '二階からかちゃだけて、怪我してもた', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5675', '121', 'かちわめく', 'null', '怒鳴りつける，ひどく叱る', '動詞', '赤信号で止まらへんさかい、かちわめいてやった', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5676', '122', 'かちん', 'null', '餅', '名詞', 'かちんおくない', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5677', '123', 'かつえる', '飢える', '食べるものがなくて苦しむ', '動詞', '大飢饉 (ききん) で多くの人が飢える', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5678', '124', 'かつける', 'null', '力を入れて投げつける，打ち付ける', '動詞', 'こら、犬に石かつけたらあかんどー', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5679', '125', 'かなん', 'null', 'いやだ，困る', '形容動詞', '明日雨やったらかなんなー', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5680', '126', 'がに', '蟹', '蟹', '名詞', '新鮮ながに', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5681', '127', 'かばち', 'null', '憎まれ口，口答え，文句，理屈', '名詞', '偉そうにかばちばっかりたたく', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5682', '128', 'かまへん', 'null', 'かまわない，それでよろしい', '熟語', '「ごめん、私が悪かった」「かまへん、かまへん」', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5683', '129', 'がみつい', 'null', '欲張りだ，粗暴だ', '形容詞', 'がみつい顔をした奴や', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5684', '130', 'がめつい', 'null', 'けちな', '形容詞', 'あいつ、がめついやっちゃなあ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5685', '131', 'かめへん', 'null', 'かまわない', '連語', '心配すな。かめへんかめへん', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5686', '132', 'がめる', 'null', '盗む', '動詞', 'タバコをがめてきた', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5687', '133', 'かんかん', '缶', '缶', '名詞', '燃えへんゴミの日に、かんかんと瓶を分けて出す', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5688', '134', 'かんこくさい', '紙子臭い', 'きなくさい，焦げるにおいがする', '形容詞', '火の廻り気を付よ、かんこくさい', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5689', '135', 'かんてき', 'null', '七輪', '名詞', 'かんてきで何やいてるかおもたら、さいらやいてんか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5690', '136', 'かんにん', '堪忍', 'ごめんなさい', '名詞', 'どうか堪忍しておくれ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5691', '137', 'きさんじ', 'null', '気楽，呑気', '名詞・形容動詞', 'きさんじなこーやな', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5692', '138', 'きしょい', 'null', '気持ち悪い', '形容詞', 'きしょい人', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5693', '139', 'きなしぼ', 'null', 'やる気のない人', '名詞', 'あの人はきなしぼやさかい、あてにならん', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5694', '140', 'きばる', 'null', 'がんばる', '動詞', 'あの人きばってはるなー', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5695', '141', 'きぶい', 'null', '（お茶などが）苦しくて渋い，（やや）酸っぱい', '形容詞', '甘ぁい饅頭には、きぶいお茶がよろしいな', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5696', '142', 'きゃあるい', 'null', '気が悪い，感じが悪い，目障り', '形容詞', '俺の悪口ばっかり言わんでくれ、きゃあるいさかいに', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5697', '143', 'ぎょうさん', '仰山', 'たくさん，甚だしい', '形容動詞', '仰山なおみやげをいただきまして', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5698', '144', 'きょうとい', 'null', '恐ろしい，気味が悪い', '形容詞', 'きょおとい話やなぁ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5699', '145', 'きょーび', 'null', 'いまどき，近頃，最近', '名詞・副詞', '今日日の若いもんはなにを考えとるんや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5700', '146', 'ぎりぎり', 'null', '頭のむじ', '名詞', '爪先 (つまさき) よりぎりぎりまで打ち込み', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5701', '147', 'きんじょ', 'null', '竿ばかり', '名詞', 'きんじょで測って、金額を計算する', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5702', '148', 'くいだおれ', '食い倒れ', '飲食にぜいたくなため貧乏になること', '名詞', '京の着倒れ、大阪の食い倒れ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5703', '149', 'ぐうたら', 'null', 'なまけもの，甲斐性のないもの', '名詞・形容動詞', 'ぐうたらな生活を送る', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5704', '150', 'ぐつ', 'null', '具合，都合，調子，面目', '名詞', '今日はぐつわるいさかい、あしたにしてんか，昼間に言い争いした奴と飲み屋で会うて、ちょっとぐつが悪かった', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5705', '151', 'ぐっすら', 'null', '数量が多い，どっさり，たっぷり', '副詞', 'ぐっすらボーナスを貰ろた，一日中走り回ってしんどかったさかい、昨日はぐっすら寝た', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5706', '152', 'くもじ', 'null', '野菜の葉や茎を漬けたもの', '名詞', 'まきにて御くもじあり', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5707', '153', 'くんにゃかす', 'null', '捻挫をする，くじく', '動詞', 'あっ痛たっ!足をくんにゃかした', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5708', '154', 'けったい', 'null', '奇妙，変', '形容動詞', 'けったいなことばっかし言わんといて', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5709', '155', 'けったくそがわるい', 'null', '不愉快だ，いまいましい，癪にさわる', '熟語', '朝から定期券を忘れて、けったくそわるい一日やった', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5710', '156', 'げっとう', 'null', 'びり，最下位，最後', '名詞', 'げっとう賞!', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5711', '157', 'けなりい', '異なりい', '羨ましい', '形容詞', 'みなみなの鞠 (まり) の音を聞けば、異なりい程に', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5712', '158', 'けなるい', 'null', 'うらやましい', '形容詞', 'えーべべたんともってはって、けなるいわ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5713', '159', 'ごうがわく', 'null', '腹が立つ', '熟語', '九回の表まで勝っとったのに、サヨナラ・ホームラン打たれて、ごうがわいたなぁ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5714', '160', 'こおっと', 'null', 'さてと,えっと,さてどうだったか', '感動詞', 'こおっと、何をしようとしていたんかいな?', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5715', '161', 'こおと', 'null', '（着物などが）上品で地味である', '形容動詞', 'こっちの着物はこおとやさかい、買いたいなあ。そっちのは派手やさかい、欲しないわ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5716', '162', 'こーとな', 'null', '地味で上品な', '形容動詞（な）', 'いや、こたち、こーとなべべきてはるなー', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5717', '163', 'こぐち', '小口', '入り口に近いところ，端，落ち葉（特に、松葉），焚き付け用の落ち葉', '名詞', '入り小口の人、どうぞ中へ詰めとくれやす。山へこくばかきに行こか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5718', '164', 'こげつき', 'null', '祖父以来長くその土地に住んでいること', '名詞', 'わたし、京都のこげつきですがな', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5719', '165', 'ここっちょい', 'null', '（収穫物などが多かったり大きかったりして）醍醐味を感じる,ほくほくした思いになる', '形容詞', '今日はここっちょいほど、魚がよう釣れた', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5720', '166', 'こさえる', '拵える', 'こしらえる，作るの意', '動詞', '家でこさえた柏餅を提げて', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5721', '167', 'こされ', 'null', '強調の意味をあらわす', '副詞', 'おやなりゃこされゆーのやさ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5722', '168', 'ごじゃ', 'null', '訳がわからない,筋がとおらない,でたらめである', '名詞', 'ごじゃばーゆーな', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5723', '169', 'こすい', '狡い', 'ずるい,悪賢い', '形容詞', 'あんなことしてこすいわ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5724', '170', 'こそばい', 'null', 'くすぐったい', '形容詞', '今にお腹を這 (は) ふやうな、ああぞろぞろとこそばい', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5725', '171', 'こそばす', 'null', 'くすぐる', '動詞', 'こそばいさかいあんまりこそばさんといてーや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5726', '172', 'こたち', 'null', '他人のこ', '名詞', 'おうちはこたちはおひとりどすか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5727', '173', 'ごちゃごちゃと', 'null', '物事が乱雑には入り交じっていること', '副詞', 'あのときはごちゃごちゃしてたな', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5728', '174', 'ごっかぶり', 'null', 'ごきぶり', '名詞', 'なにかとおもたらおーきなごっかぶりや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5729', '175', 'ごっつい', 'null', '大きい', '形容詞', 'ごっつい茶碗', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5730', '176', 'ことぼし', 'null', '小さな照明器具,持ち運びのできる照明器具', '名詞', 'ことぼしは、電力の安定供給に伴って忘れられていったものの一つである', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5731', '177', 'こないだうち', 'null', 'このあいだ，先だって', '名詞', 'こないだうちから主人風邪引いてるんやわ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5732', '178', 'こばる', 'null', '息を詰めて力む,意気込む,耐える,辛抱する', '動詞', 'こばって仕事に取り組む', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5733', '179', 'こびん', 'null', '頭を傾ける，物事を考えるのに夢中になっている', '動詞', 'こびんで、何を思案しとるんや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5734', '180', 'こみっちい', 'null', '細かい，小さい', '形容詞', 'こみっちい計算をして、割り勘にするねんなぁ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5735', '181', 'ごわへん', 'null', 'ございません', 'null', '皆さん、おかわりごわへんか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5736', '182', 'こわる', 'null', '腹のあたりがひどく痛む', '動詞', '急にこわってきた。どこぞ近くに便所はないやろうか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5737', '183', 'ごんす', 'null', '居る（尊敬語），行く（尊敬語），来る（尊敬語），ある（尊敬語）', '動詞', '塩町辺に縁づきしてごんすとや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5738', '184', 'ごんたくれ', 'null', '腕白，いたずらっ子', '名詞', 'あいつほんまにごんたくれやなー。ゆーことひとっつもきけへんし', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5739', '185', 'こんね', 'null', 'この家', '名詞', 'この子の顔はよう見たことがあるんやけど、こんねのこやったんか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5740', '186', 'さかい', 'null', 'から，ので', '副詞', '今日は雨やさかい、傘もっていき', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5741', '187', 'さかとんぶり', 'null', '逆さま，あべこべ，逆', '名詞・形容動詞', 'さかんとんぶりに落ちて、でぼちんから血ぃがでた', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5742', '188', 'さくい', 'null', 'もろい,こわれやすい', '形容詞', 'この長芋はまんださくいけー、よー折れるわ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5743', '189', 'さぶいぼ', 'null', '寒いぼ，はげしい鳥肌', '名詞', 'さぶいぼ出てるわ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5744', '190', 'さよか', 'null', 'そうか', 'null', '「もうそろそろでっせ」「さよか。ほな行こか」', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5745', '191', 'さら', 'null', '新品，新しいこと', '名詞', 'さらのゆかた', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5746', '192', 'さんこにする', 'null', '散らかしている', '熟語', '部屋、あんまりさんこにしたらあかんでー', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5747', '193', 'さんす', 'null', 'なさる', '動詞', 'せんかたなさに怖い事などさんせぬか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5748', '194', 'ざんない', '慚無い', 'みっともない', '形容詞', 'ざんないことで、すいません', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5749', '195', 'しかまげる', 'null', '仕事が遅れて片付けないでいる,あたふたと慌てて焦る', '動詞', '遅うまで畑におったんやけど、今日はしかまげてしもた', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5750', '196', 'しぎょい', 'null', '間隔が密である', '形容詞', '苗の植え方がしぎょい', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5751', '197', 'しぎょう', 'null', '間隔が密である', '副詞・形容動詞', 'しぎょうに電車が走っとる', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5752', '198', 'じげ', 'null', '自分の住んでいる地域,集落内', '名詞', 'じげにおっても挨拶もしくさらん', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5753', '199', 'しっぽり', 'null', '夕方・夜遅くまで仕事をしている', '副詞', 'えらいしっぽりしよってやね', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5754', '200', 'してはる', 'null', '…なさっている、の意', '助動詞', '何してはるの', '0', '2018-11-21 00:00:01', '2018-11-21 00:00:01', '', '', '0');
INSERT INTO `dialect` VALUES ('5755', '201', 'しな', 'null', '…の時,…の途中', '接尾語', '寝しなに本を読む,帰りしなに初めて口をきいた', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5756', '202', 'しはる', 'null', '…なさる、の意', '助動詞', 'いまからどこいきはんの', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5757', '203', 'しぶとい', 'null', '容易にへこたれない,強情で頑固,ねばり強い', '形容詞', 'しぶとい奴だ、こらしめてやる', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5758', '204', 'しまける', 'null', '時雨などがぱらつく', '動詞', 'しまけや。狐の嫁入りや。', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5759', '205', 'しまつする', '始末する', '節約する，倹約する', '動詞', '始末せなあかんよ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5760', '206', 'しもた', 'null', 'てしまった', '補助動詞', 'えらいことしてしもた', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5761', '207', 'しゃない', 'null', '仕方がない', '熟語', 'じゃ、しゃないんやな', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5762', '208', 'じゃらかしい', 'null', '華美である,幼稚である', '形容詞', '真っ赤っかのじゃらかしい服を着てきたんやなぁ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5763', '209', 'じゅるい', 'null', '雨のために歩きにくい', '形容詞', 'じゅるい田んぼで麦まきしてん', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5764', '210', 'じゅんさい', 'null', 'いい加減', '形容動詞', 'じゅんさいなことばっかしゆーとったら、あかんで', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5765', '211', 'しょうじ', 'null', '大根・蕪などに網のように入ったすじ', '名詞', 'この大根は、しょうじがはいっとるさかい、大根おろしにでけへん', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5766', '212', 'しょうもない', 'null', 'くだらない', '形容詞', 'しょーもない話ばっかして。えーかげにせー', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5767', '213', 'しょおとろしい', 'null', '予想以上に高価で、お金を出すのが惜しい,無駄な出費をするようで、もったいない', '形容詞', '一本二百円もする大根なんか、しょおとろしいて、よう買わん', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5768', '214', 'しょげんと', 'null', 'がっかりしないで', '熟語', 'まぁ、しょげんとそんな年がくるのを待ちますわ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5769', '215', 'じょら', 'null', 'あぐら', '名詞', 'あし、しんどいさかい、じょらかかせてもらいまっさ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5770', '216', 'じょり', 'null', '藁で編んだ草履', '名詞', 'いいじょりやなぁ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5771', '217', 'しわい', 'null', 'けち,吝嗇な', '形容詞', 'あこのうちは婚礼やゆうてもしわいなあ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5772', '218', 'しんきくさい', 'null', 'もどかしい，じれったい', '形容詞', 'あーしんきくさい、あーしんきやの', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5773', '219', 'じんじろべい', 'null', 'ジンベイザメ', '名詞', 'あそこにじんじろべいっていう名前の、フカがおるんや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5774', '220', 'しんどい', 'null', 'くたびれている，骨が折れる，大変である', '形容詞', '今日はよう歩いたさかいしんどいわ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5775', '221', 'すいな', 'null', '一風変わった,珍しくびっくりする', '形容動詞', 'あの人は、すいなことを言う', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5776', '222', 'すかくらう', 'すか食らう', 'ハズレをひく', '動詞', 'スカ食らってますね', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5777', '223', 'すこい', 'null', 'ずるい,こすい', '形容詞', 'うちかってすこいよってなあ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5778', '224', 'すっちょない', 'null', '愛想がない，悪賢い，ずるい，横着だ，冷淡だ', '形容詞', 'あの女の人はすっちょないきね', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5779', '225', 'ずつない', 'null', '苦しい', '形容詞', '肉食べ過ぎてずつないわー', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5780', '226', 'すべた', 'null', '婦人を罵る言葉，醜婦の意', '名詞', 'このドすべたがっ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5781', '227', 'すぼっこい', 'null', '無愛想だ,情がない,不親切だ,ぶっきらぼうだ,上手気がない', '形容詞', 'こっちから声をかけてやっても、返事もせんようなすぼっこい人や', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5782', '228', 'ずぼら', 'null', '無精，じだらく，投げやり', '名詞・形容動詞', 'ずぼらせんとちゃんとやらなあかんで、ほんまに', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5783', '229', 'すま', 'null', '隅', '名詞', 'すまもきれいに掃いといてな', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5784', '230', 'すもじ', 'null', 'すしを丁寧に言う語', '名詞', 'すもじ、よばれます', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5785', '231', 'せえだい', 'null', '精一杯，大いに，精出して', '副詞', 'もうちょっとや、せえだい頑張りよ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5786', '232', 'せからしい', 'null', 'せき立てられるようで気ぜわしい,焦るような気持ちになっている', '形容詞', 'せからしゅうなってきましたな', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5787', '233', 'せく', '急く', 'いそぐ,あせる', '動詞', '気ばかりせく', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5788', '234', 'せけんせまい', '世間狭い', '恥ずかしい', '熟語', 'お祝いを持って行かへんような、せけんせばいことを考えとったら、みんなに嫌われるぞ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5789', '235', 'せちべん', 'null', 'けんちぼ,吝嗇家', '名詞・形容動詞', 'ぎょうさん釣ってきたんやったら、せちべんをせんとみんなに分けたりなはれ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5790', '236', 'ぜっぺ', 'null', '是非,必ず,絶対に', '副詞', '今度、同窓会をするさかい、ぜっぺ来てね', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5791', '237', 'せわしない', 'null', '忙しい', '形容詞', 'せわしないやっちゃなあ。もうちっとおちついたら、どないや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5792', '238', 'せんぐり', '先繰り', '順番に', '副詞', 'お前達ぜんぐり着物からおこしから振うてみせてあげ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5793', '239', 'せんど', 'null', '大変長い間', '副詞', 'せんど来てなかったなあ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5794', '240', 'そげ', 'null', 'とげ', '名詞', 'そげたっていたいねん', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5795', '241', 'そって', 'null', 'あの家，あなたの家', '代名詞', 'そっての子供', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5796', '242', 'そばえる', 'null', '通り雨が来る', '動詞', '向こうの島が黒うなってきたと思いよったら、あっと言う間に、こっちもそばえてきた', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5797', '243', 'そやない', 'null', 'そうではない', '熟語', 'そやな、甘えてたらあかんねんな', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5798', '244', 'たいこもち', '太鼓持ち', '幇間', '名詞', '多くの作者は、その戯作者気質と、幇間気質を曝露している。', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5799', '245', 'たいてやない', '大抵やない', '大層だ，普通ではない', '熟語', 'がっこいきがぎょうさんおってたいていやない', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5800', '246', 'たいばう', 'null', '蓄えて残す，大切に保存する', '動詞', '大根を漬け物にしてたいぼとく', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5801', '247', 'たく', 'null', '煮る', '動詞', 'お豆さんたいたんが、よーけあるさかい持っていき', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5802', '248', 'だしけえ', 'null', 'だから', '接続詞', '今年は神鍋に雪があんまり降らん。だしけえ、スキーに来る人は少ないかもしれない', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5803', '249', 'だしまき', 'だし巻き', '卵焼き', '名詞', '出し巻き卵', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5804', '250', 'だっちょもない', 'null', 'くだらない，価値がない，役に立たない', '熟語', 'だっちょもない物ですが', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5805', '251', 'たなもと', '棚元', '台所,炊事場,調理場', '名詞', 'たなもとてつとーてくれっか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5806', '252', 'たのみ', '頼み', '結納のこと', '名詞', 'お宅の娘さん、頼みを貰われたそうですね。おめでとうさんです', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5807', '253', 'だぼ', 'null', 'ばか，愚か者', '名詞・形容動詞', 'そんなこともわからへんのか。このたぼ！', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5808', '254', 'たりぐろしい', 'null', '十分だとは言えない，量に不安がある', '形容詞', 'ぎょうさんたいとったんやけど、たりぐろしなった', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5809', '255', 'だんない', 'null', 'かまわない', '形容詞', 'だんない。だんない。気にせんでえー', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5810', '256', 'ちびっと', 'null', '少し', '副詞', 'もうちびっとだけ、勉強してえな', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5811', '257', 'ちびる', 'null', '少し出す，出し惜しむ', '動詞', '予算をちびる', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5812', '258', 'ちめきる', 'null', '爪で強くつまむ，つねる', '動詞', '居眠りばっかりして起きへんさかい、ちょっとちめきったろか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5813', '259', 'ちゃう', 'null', '違う', '動詞', 'ちゃうちゃう', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5814', '260', 'ちゃうちゃう', 'null', '違うんじゃない', '熟語', 'ちゃうちゃうちゃうちゃう', '0', '2018-11-21 00:00:01', '2018-11-21 00:00:01', '', '', '0');
INSERT INTO `dialect` VALUES ('5815', '261', 'ちゃっかりする', 'null', 'ぬけめなく、かっちりしている', '熟語', '女の子って、実に抜け目が無く、自分の事ばかり考えて、ちゃっかりしているものだと思った', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5816', '262', 'ちょちま', 'null', 'あたりのものを引っかき回す子供，そのような行動，軽率で落ち着きのない人', '名詞', '孫が来て、ちょちまして、家中わやくちゃや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5817', '263', 'ちょっぴんぴん', 'null', '着物の丈が短い状態', '副詞', '服がちょっぴんぴんになってもた', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5818', '264', 'ちょろい', 'null', '弱くて無力な', '形容詞', 'ちょろい歩き方をやめて、さっさと歩け', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5819', '265', 'ちんぎ', 'null', '棒ばかり,竿ばかり', '名詞', '八百屋さんでは、ちんぎが活躍していた', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5820', '266', 'ちんちろ', 'null', '松かさ', '名詞', 'ちんちろを食う', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5821', '267', 'つくなむ', 'null', 'しゃがむ，かがむ', '動詞', 'そんなとこでつくなんで、何しとんどい', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5822', '268', 'つごう', '都合', '合計', '副詞', '都合5人が参加する', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5823', '269', 'つついっぱい', 'null', '精一杯，力の限り，ぎりぎり', '副詞', 'つついっぱい頑張れよ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5824', '270', 'つろくする', 'null', '調和がとれる', '動詞', 'あの着物にこの帯つろくするやろか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5825', '271', 'つんだかつんだか', 'null', 'たくさん積み重ねている様子', '副詞', '下着を洗わずにほったらかして、つんだかつんだかにしとる', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5826', '272', 'てくさり', 'null', 'ヒガンバナ,曼珠沙華', '名詞', 'あぜ道からてくさりを掘ってきて、蛸釣りの餌にした', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5827', '273', 'てしょ', 'null', '小皿', '名詞', 'おてしょに塩盛って、清めをして', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5828', '274', 'でしょう', 'null', '嫁などの出身地,実家', '名詞', 'かないのでしょうは、淡路ですねん', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5829', '275', 'でぼちん', 'null', 'おでこ', '名詞', 'でぼちんうったんか。まっかっかやん', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5830', '276', 'てれこ', 'null', '互い違い', '名詞・形容動詞', 'これ、てれこになってるやないかい', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5831', '277', 'てんご', 'null', '悪戲', '名詞', 'ほててんごしなや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5832', '278', 'てんこぼし', 'null', '直射日光に干してからからにすること,炎天にさらすこと', '名詞', 'てんこぼしにならんように帽子を被らなあかんぞ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5833', '279', 'といちばん', 'null', '真っ先,第一番', '名詞・副詞', 'あの子は元気者や思とったやけど、蛇を見たらといちばんに逃げよったなぁ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5834', '280', 'とうから', '疾うから', 'ずっと以前から,既に', '副詞', '疾うから感づいていた', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5835', '281', 'どうけ', 'null', '野の肥え壺', '名詞', 'どうけにはまってびっくりした', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5836', '282', 'どうぞこうぞ', 'null', 'どうにかこうにか', '熟語', '息子が、どうぞこうぞ大学に受かりましてな', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5837', '283', 'どうらい', 'null', '程度が甚だしい,ものすごい,たいそう', '形容詞', 'どうらいおおけない魚が釣れた', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5838', '284', 'どくしょう', 'null', '意地が悪い，思いやりがない，残酷', '形容動詞', 'どくしょうなめにおうた', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5839', '285', 'どす', 'null', 'です', '助動詞', 'いわはるとおりどす', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5840', '286', 'どたま', 'null', '「ど」＋「あたま」', '名詞', 'どたま、どついたろか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5841', '287', 'どっこいしょ', 'null', '噴水井戸,噴き出し水', '名詞', 'どっこいしょがおるやん', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5842', '288', 'どっしゃげる', 'null', 'ぶつかる,衝突する', '動詞', '自転車に乗っとって電信柱にどっしゃげてん', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5843', '289', 'どつぼにはまる', 'null', '最低最悪の状態におちいる', '熟語', 'ますます自分でも悪者っぽく聞こえてドツボにハマったという感じだった', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5844', '290', 'どない', 'null', 'どう，どのように', '接頭辞', 'どないなってんねん、ほんまに', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5845', '291', 'とのくち', '戸の口', '玄関', '名詞', '戸の口に立たないで、早うお入り', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5846', '292', 'どべ', 'null', '一番後，最終の順位', '名詞', '運動会でこけて、どべじゃった', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5847', '293', 'どんがら', 'null', '図体,体格', '名詞', 'どんがらがあるんやさかい、もっと強うなれるはずやのに', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5848', '294', 'どんならん', 'null', 'どうしょうもない,仕方がない,手に負えない', '熟語', 'そないなことされたら、どんならんなー', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5849', '295', 'なおす', 'null', '修繕する，訂正する', '動詞', 'えらいちらかしたなあ。ちゃんとなおしときや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5850', '296', 'ながたん', 'null', '菜刀、の転，野菜包丁', '名詞', '子どもがそんなながたんもって、てんごしたら怪我すんで', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5851', '297', 'なしたまあ', 'null', 'なんとまあ，へえっ，ほんとうに', '感動詞', 'なしたまあ、息子さんが大学に合格しなはったんですか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5852', '298', 'なつべる', 'null', '片付ける,しまう,整頓する', '動詞', 'これ、戸棚になつべておいてください', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5853', '299', 'なはれ', 'null', 'なさい', '動詞（命令形）', 'あんたらもうええかげんにしなはれや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5854', '300', 'なま', 'null', '程度が軽い状態（少し・少なくの意）,状態がひどくない（ので有り難い）', '副詞・形容動詞', '昨日よりも今日のほうがなま暑うてありがたい', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5855', '301', 'なむなむ', 'null', 'ますます，まあまあ', '副詞', 'まーなむなむいきてますねん', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5856', '302', 'なやすい', 'null', '実に易しい,いとも簡単だ', '形容詞', 'なやすいやつじゃで覚えいよ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5857', '303', 'なるい', 'null', '傾斜がゆるい', '形容詞', 'なるいとこに櫓が組んだるわ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5858', '304', 'なんぎ', '難儀', '困難だ', '名詞・形容動詞', 'えらいなんぎなはなしやなあ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5859', '305', 'なんしか', 'null', '何しろ', '副詞', 'なんしかえーねんて。こんどいっぺん行きはったらどない', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5860', '306', 'なんぞ', '何ぞ', '何か', '連語', '何ぞおもしろいことはないか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5861', '307', 'なんでやね', 'null', 'どうしてなのか', '熟語', '大阪で東京対決、なんでやねん', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5862', '308', 'なんでやねん', 'null', 'どうしてなのか', '熟語', '大阪で東京対決、なんでやねん', '0', '2018-11-21 00:00:01', '2018-11-21 00:00:01', '', '', '0');
INSERT INTO `dialect` VALUES ('5863', '309', 'なんでれでー', 'null', 'どうして，なぜ', '副詞', 'なんでれでーやい', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5864', '310', 'なんどいや', 'null', '何なのだ,それがどうした', '熟語', 'なんどいや、どないした言うねん', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5865', '311', 'なんぼ', '何ぼ', 'いくら（値段），いくつ（数）', '名詞', '値段は何ぼですか，そばなら何ぼでも食える', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5866', '312', 'におぐ', 'null', '匂いを嗅ぐ', '動詞', 'ちょっと匂いでみ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5867', '313', 'にかいじいさん', 'null', '曾祖父', '名詞', 'あそこの家は、長生きの筋やさかい、にかいじいさんがおってねん', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5868', '314', 'にかいばあさん', 'null', '曾祖母', '名詞', 'あそこの家は、長生きの筋やさかい、にかいばあさんがおってねん', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5869', '315', 'にくそい', 'null', '憎らしい', '形容詞', 'にくそいことばっかしゆーたらあかな', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5870', '316', 'にちゃつく', 'null', 'ねばりつく,ねばねばする', '動詞', 'パイプがやにでにちゃつく', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5871', '317', 'にっちょ', 'null', '日曜', '名詞', 'こんどのにっちょ、まっちゃまちへにんぎょかいにいてくるわ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5872', '318', 'にぬき', 'null', 'ゆで卵', '名詞', 'にぬきなと食べへんか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5873', '319', 'ぬくい', '温い', '暖かい，温かい', '形容詞', '布団がぬくい', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5874', '320', 'ぬけそ', 'null', '不注意な人,間抜けな人,そっと抜け出す人', '名詞', 'また忘れ物したんか。お前はぬけそやなぁ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5875', '321', 'ねき', 'null', 'きわ,そば', '名詞', 'タケやんの母屋は宮さんのねきにある家や', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5876', '322', 'ねっから', '根っから', 'いっこうに,もともと,全然', '副詞', 'ねっからおもしゃない', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5877', '323', 'ねん', 'null', 'のだ', '連語', 'このなんば、めっちゃすっきゃねん', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5878', '324', 'のく', 'null', 'どく，よける', '動詞', 'そこのいてくれへん', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5879', '325', 'のさ', 'null', '緩やかな様子,緩い勾配', '形容動詞', 'もっとのさにしてくれ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5880', '326', 'のんもる', 'null', 'のみやがる', '動詞', 'あいつは　よー牛乳飲んもるなー', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5881', '327', 'ばあてがする', 'null', '忙しさや突然の事態によって、自分を見失ってしまって、どうすればいいのか、うろたえる', '熟語', 'どないしたらええんかばあてがしてもた', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5882', '328', 'はあま', 'null', 'そうだよ,当然だ', '感動詞', 'はあま、うちらあほやもん。あほで悪かったなあ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5883', '329', 'はげっちょろけ', 'null', '反物の色がところどころ禿げて醜くなること', '名詞', '長い間着とったさかい、着物がはげっちょろけになってしもた', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5884', '330', 'はしかい', 'null', '稲や麦の穂の禾などのため、身体がかゆいことをいう,ちくちくするほどかゆいこと,すばしこい,敏捷だ,抜け目がない', '形容詞', 'のどがはしこーてこまっとんねん,なにさしてもはしかいやっちゃ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5885', '331', 'はしり', 'null', '台所の流し', '名詞', 'はしりの茶碗、片付けといてな', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5886', '332', 'はたかる', 'null', '狭いところや隙間にものが入る,はさまる', '動詞', 'するめが歯ぁにはたかった', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5887', '333', 'ぱちもん', 'null', '偽造品', '名詞', 'なろうと思えば誰でも探偵になれるから、ぱちもん業者が巷にわんさと溢れているのだ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5888', '334', 'はっしゃぐ', 'null', '乾燥して水が漏れる状態になる,乾いて壊れる', '動詞', '木造の漁船は陸にあげといたら、はっしゃいでまいまっせ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5889', '335', 'はっちゃれ', 'null', 'お転婆の人,意地の悪い人', '名詞', 'はっちゃれ、どバッちゃれ、はっちゃれ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5890', '336', 'はつる', '削る', '少しずつ欠いて削り取る', '動詞', '材 (き) をはつる斧 (よき) の音', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5891', '337', 'ばば', 'null', '大便，糞', '名詞', 'ばば溜まってる', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5892', '338', 'はんつ', 'null', '半端である状態や数が不揃いである状態', '名詞', 'はんつの金では、上等の物が買えない', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5893', '339', 'はんなり', 'null', '明るくて上品な', '形容動詞', 'はんなりした帯やなー', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5894', '340', 'ひどないな', 'null', '酷い', '形容動詞（な）', 'そんなひどないなことをしたら可哀想や', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5895', '341', 'ひょとくる', 'null', 'からかう,馬鹿にする', '動詞', 'そないに人をひょとくっとったら、しまいにひどいめにあわされるぞ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5896', '342', 'ぴりぴり', 'null', '細かな雨が降る様子', '副詞', 'あっ、ぴりぴりしてった。いそごか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5897', '343', 'ぶいぶい', 'null', '黄金虫', '名詞', '夏休みの宿題に、ぶいぶいや蝉の標本を作ったなぁ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5898', '344', 'ぶっちゃけたはなし', 'null', '打ち明けた話，ほんとうのところ', '名詞', 'ぶっちゃけた話、うちあの人あんまり好きやないんやわ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5899', '345', 'ぶてこい', 'null', '弾力性をそなえていて分厚い', '形容詞', 'ぶてこい紙やなぁ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5900', '346', 'へこさか', 'null', '逆さま，反対', '名詞・形容動詞', 'こまい子が、靴の右と左をへこさかに履いとる', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5901', '347', 'へちゃげる', 'null', '押しつぶす，自然と押し潰されたようになる', '動詞', '缶詰の缶を足で踏んでへちゃげる', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5902', '348', 'へっさ', 'null', '久しく，長らく，長時間', '副詞', 'へっさ合わなんださかい、心配しよった', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5903', '349', 'べっちょない', 'null', '心配ない,大丈夫だ,別状ない', '熟語', 'そんなつめたいもんばっかりくーてべっちょないか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5904', '350', 'べっぴん', '別嬪', '美人', '名詞', '縁の早い、売口の美い別嬪の画であった', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5905', '351', 'へて', 'null', 'そ（う）して', '接続詞', 'へてからつぎ何すんねん', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5906', '352', 'へてから', 'null', 'それから', '接続詞', 'へてからつぎ何すんねん', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5907', '353', 'べべ', 'null', 'びり', '名詞', '競争してもいつもべべばっかしや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5908', '354', 'へべたい', 'null', '平たい，平べったい', '形容詞', 'へべたい皿', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5909', '355', 'べべたこ', 'null', 'びり，最下位', '名詞', '今日もまたべべたこやったわ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5910', '356', 'へらへっと', 'null', 'むやみやたらに，無茶苦茶に，（適度を超えて）たくさん', '副詞', 'おこわへらへっとくーてずつないわー', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5911', '357', 'べろまかす', 'null', '見せびらかす', '動詞', '綺麗な着物やなぁ。みんなにべろまかしたりなはれ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5912', '358', 'へんねし', 'null', 'すねること，ねむたいこと', '名詞', 'したのこーが生まれて、うえのこーがへんねしおこしてますねん', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5913', '359', 'ほうぼら', 'null', 'あちらこちら,方々', '名詞', '体のほうぼらが痛うて、寝とれなんだ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5914', '360', 'ほかす', 'null', '捨てる', '動詞', 'ゴミほかしといてね', '0', '2018-11-21 00:00:01', '2018-11-21 00:00:01', '', '', '0');
INSERT INTO `dialect` VALUES ('5915', '361', 'ぼけ', '惚け', 'あほ', '名詞', '何言うてんね、ボケ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5916', '362', 'ほたえる', 'null', 'ふさげる,戯れて騒ぐ', '動詞', 'そんなとこでほたえたら、他のお客さんにめーわくやろ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5917', '363', 'ぼちぼち', 'null', '少しずつ', '副詞', '「もうかりまっか」「まあ、ぼちぼちでんなあ」', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5918', '364', 'ほっこりする', 'null', 'ほっとする', '動詞', 'やらんなんことがすんで、ほっこりしますなー', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5919', '365', 'ほどらい', 'null', '程合いを適度に', '名詞', 'ほどらいちゅうもん', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5920', '366', 'ほめく', 'null', '蒸し暑くなる', '動詞', '今日はえらいほめきやなあ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5921', '367', 'ぼやく', 'null', '小言を言う，不平をいう', '動詞', '仕事がきついとぼやく', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5922', '368', 'ほる', '放る', '放り投げる，捨てる', '動詞', 'やら腹立ちに門口へほれば', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5923', '369', 'ほんなら', 'null', 'それなら，それでは', '接続詞', 'よそより安い、ほんなら買おう', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5924', '370', 'ぼんぼん', 'null', '世間知らずの良家の息子', '名詞', 'ぼんぼん育ち', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5925', '371', 'ほんま', 'null', '真実，本当', '名詞・形容動詞', 'ほんまにおもろいな', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5926', '372', 'まくれる', 'null', '巻くようにして転がる', '動詞', 'もーちょっとで溝にまくれよった', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5927', '373', 'またい', 'null', 'にぶい', '形容詞', 'またいやっちゃなあ、こけたりして', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5928', '374', 'まっかっか', '真っ赤っ赤', '真っ赤', '名詞', '夕空が真っ赤っ赤に染まる', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5929', '375', 'まっせ', 'null', '…ますよ', '熟語', '注文の品、すぐお届けしまっせ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5930', '376', 'まったり', 'null', 'やわらかくおだやか', '副詞', 'まったりした味で、おいしおす', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5931', '377', 'まてばしがない', 'null', '待ちきれない', '熟語', 'あの子はおやつを見たら、待てばしがない。じきに欲しがるねん', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5932', '378', 'まどう', 'null', '償う，弁償する', '動詞', 'わしがまどたるさかい、心配せんでえーで', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5933', '379', 'まどす', 'null', '弁償する', '動詞', 'まーどせ　まどせ　もーとのとーりにまどせ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5934', '380', 'まねくそ', 'null', 'ほんの少し，僅かばかり', '副詞', 'ほんまにまねくそほどの土産ですけど、食べておくんなはれ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5935', '381', 'みあげ', 'null', '着物の肩上げや腰上げなどの縫い上げ', '名詞', '大けな浴衣をあげしてもろて、かいらしいなぁ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5936', '382', 'みとみない', 'null', '見苦しい，醜い，みっともない', '形容詞', 'そんなみとみない格好して、よそへ行かんといてんか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5937', '383', 'むかわり', 'null', '一周忌', '名詞', 'お祖父さんがなくなって、今年はむかわりや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5938', '384', 'むさんこ', '無算講', 'むやみに', '形容動詞', 'そんなにむさんこに詰め込んだらあかん', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5939', '385', 'むしきる', 'null', 'むしり取る,もぎ取る', '動詞', '囲いの鉄線をむしきって、猪が田圃を荒らした', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5940', '386', 'むしやしない', '虫養', '食間の軽い食べ物', '名詞', 'つまらんもんですけど、お虫養にどうぞ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5941', '387', 'むずい', 'null', 'むずかしい', '形容詞', 'むずいことやなぁ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5942', '388', 'むつこい', 'null', '食べ物の味が濃厚だ,脂っこい', '形容詞', 'ちーとむつこいかなー、ゆー差しとおみや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5943', '389', 'めぐ', 'null', '壊す,細かく砕く', '動詞', '誰がめんだんや。この壺高かったのに', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5944', '390', 'めっちゃ', 'null', 'たいへん，非常に', '副詞', 'めっちゃおもしろいやんなー。今度行ってみたろ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5945', '391', 'めばちこ', 'null', '目の縁にできる腫れ物,ものもらい', '名詞', 'めー痛いおもたら、めばちこができてるわ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5946', '392', 'めめ', 'null', '自分', '代名詞', 'めめが行ってきてやる', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5947', '393', 'めんちをきる', 'めんちを切る', 'にらみつける', '動詞', '若い頃はメンチきられた', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5948', '394', 'めんどい', 'null', '（容姿などが）醜い,見た目が良くない,体裁が悪い,格好が悪い', '形容詞', 'ちょっとめんどいけど、性格がええ娘はんや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5949', '395', 'もういっぺん', 'null', 'もう一度', 'null', 'お願いやさかいに、もういっぺんゆーてみて', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5950', '396', 'もつい', 'null', 'もうすぐ,間もなく', '副詞', '一時間前にスタートしたんやさかい、もついここを通るやろ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5951', '397', 'もっとらしい', 'null', 'いかにも道理にかなっている感じがする', '形容詞', '講演会や言うさかい、もっとらしい話をするんかいなぁと思とったのに', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5952', '398', 'もみない', 'null', 'まずい,あじない', '形容詞', 'こんなもみないもん食えっかい', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5953', '399', 'もむない', 'null', 'まずい', '形容詞', 'このすいかもむないわ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5954', '400', 'ももける', 'null', '布地などが、こすれて毛羽だつこと', '動詞', '長い間着とったさかい、服の生地がももけた', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5955', '401', 'もらいずて', 'null', '贈り物をもらってお返しをしないこと', '名詞', 'もらいずてはあかんよ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5956', '402', 'やうち', '家内', '家族全員', '名詞', 'やうち残らず女郎はいやがれど', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5957', '403', 'やぎろしい', 'null', '面倒だ,複雑だ,難しい', '形容詞', '何や、やぎろしい図面になってもたわ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5958', '404', 'やぐさい', 'null', '焦げくさい，きなくさい', '形容詞', '炬燵をひっくりかえしたんと違うか。布団がやぐさいように思うけど', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5959', '405', 'やたけた', 'null', '無謀だ，乱暴だ，不精だ，下品で正しくない', '形容動詞', 'あいつはやたけたな男やさかい気ぃつけなあかん', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5960', '406', 'やつし', 'null', '洒落者，めかし屋，めかすのが好きな人', '名詞', 'あの人、きれいなつもりなんか知らんけど、毎日やつして、いやらしいわぁ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5961', '407', 'やつす', 'null', 'おめかしする，化粧する', '動詞', 'そんなにやつして、今からどこいきはんの', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5962', '408', 'やっと', 'null', 'たくさん，多く', '副詞', '魚がやっと釣れた', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5963', '409', 'やにこい', 'null', '壊れやすい，ひよわい', '形容詞', 'あのこーは、やにこいさかいよー病気します', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5964', '410', 'やばたい', 'null', '弱々しい，危なっかしい', '形容詞', 'やばい結び方をしとったらじっきにほどけてしまうぞ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5965', '411', 'やます', 'null', '…してあげる，…してさしあげる', 'null', '待っとってやさかい、早う行ってやませ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5966', '412', 'ややこ', 'null', '赤ん坊', '名詞', 'えらいかわいーややこやなー', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5967', '413', 'やんか', 'null', 'じゃないか', '連語', 'そんなんせんでえーやんか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5968', '414', 'ゆうだち', '夕立', '夏の夕方の急な俄か雨，雷，雷鳴', '名詞', '夏の夕立のように涙が降って来た', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5969', '415', 'よおけ', 'null', 'たくさん', '形容動詞', 'ほんまによおけファンがおるなあ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5970', '416', 'よくどしい', '欲どしい', '欲張りだ，欲が深い', '形容詞', '欲どしい奴が福茶に寝付けえず', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5971', '417', 'よさり', '夜さり', '夜', '名詞', 'この時期はよさり冷えるさかいにぬくうせなあかんで', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5972', '418', 'よってこって', 'null', '寄り集まって一緒にする様子', 'null', 'よってこっと赤信号を渡ったら、車も止まってくれるやろ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5973', '419', 'よってに', 'null', 'から，ので', '副詞', '今日はさぶいよってに、はよかえっておいなはれ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5974', '420', 'よぼる', 'null', '器に入った液体が他のものに注ぐときに、容器の縁を伝って滴が少しずつ垂れる', '動詞', 'はよ飲まな、ビールがよぼんりょんどー', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5975', '421', 'よめいり', '嫁入り', '貰い物をたらい回しにすること', '名詞', 'いただきもんのこのお菓子、悪いけど嫁入りさそか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5976', '422', 'よもみる', 'null', '物事の成り行きを見る，結果を見る', '動詞', '今日は大けな雨が降っとるさかい、ちょっとよもみてから出かけたらどないや', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5977', '423', 'らく', 'null', '大丈夫だ，都合が良い，差し支えない', '名詞・形容動詞', 'そのまんまにしとかれ。らくじゃ、らくじゃ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5978', '424', 'りんりき', 'null', '人力車', '名詞', 'このあたりでもようけりんりき見ましたでぇ', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5979', '425', 'れんげ', 'null', 'すりこぎ', '名詞', 'れんげで捏ねるさかいに、すり鉢を押さえとってくれへんか', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5980', '426', 'わや', 'null', '乱暴，無茶，駄目，台無し', '名詞・形容動詞', 'わやな話,もーわやや、どないしょー', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5981', '427', 'わらかす', '笑かす', '笑わせる', '動詞', 'こんなときに人をわらかしちゃいけない', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('5982', '428', 'わらける', '笑ける', 'つい笑ってしまう', '動詞', 'ほんま笑けんなー', '1', '2018-11-21 00:00:01', '2018-11-21 00:00:01', 'w', 'w', '1');

-- ----------------------------
-- Table structure for papers
-- ----------------------------
DROP TABLE IF EXISTS `papers`;
CREATE TABLE `papers` (
  `id` bigint(10) NOT NULL AUTO_INCREMENT COMMENT '用户id',
  `batch_no` varchar(50) NOT NULL DEFAULT '' COMMENT '问题批次号,默认test_001,平时练习题',
  `paper_name` varchar(100) NOT NULL COMMENT '试卷名称',
  `teacher_code` varchar(20) NOT NULL COMMENT '教师编号T_1000开始',
  `yn` tinyint(10) NOT NULL DEFAULT '1' COMMENT '是否失效 1 有效 0 无效',
  `sysVersion` bigint(10) NOT NULL DEFAULT '1' COMMENT '版本号',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  `create_user` varchar(30) NOT NULL DEFAULT '' COMMENT '创建人',
  `update_user` varchar(30) NOT NULL DEFAULT '' COMMENT '更新人',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=59 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of papers
-- ----------------------------
INSERT INTO `papers` VALUES ('57', 'BN1543950521556', '测试1', 'T_1001', '1', '2', '2018-12-04 14:08:31', '2018-12-04 14:08:32', '教師1', '教師1');
INSERT INTO `papers` VALUES ('58', 'BN1543976848175', '1231312', 'T_1001', '1', '2', '2018-12-04 21:27:24', '2018-12-04 21:27:25', '教師1', '教師1');

-- ----------------------------
-- Table structure for problem
-- ----------------------------
DROP TABLE IF EXISTS `problem`;
CREATE TABLE `problem` (
  `id` bigint(10) NOT NULL AUTO_INCREMENT COMMENT '用户id',
  `batch_no` varchar(50) NOT NULL DEFAULT '' COMMENT '问题批次号,默认test_001,平时练习题',
  `teacher_code` varchar(20) NOT NULL COMMENT '教师编号T_1000开始',
  `levels` tinyint(10) NOT NULL COMMENT '问题级别',
  `descs` varchar(300) NOT NULL COMMENT '问题描述',
  `answer` varchar(100) NOT NULL COMMENT '问题答案',
  `score` bigint(10) NOT NULL COMMENT '分数',
  `part_score` bigint(10) NOT NULL COMMENT '答对部分答案分数',
  `is_show` bit(2) NOT NULL COMMENT '是否展示答案1 是 0 否',
  `answered` varchar(10) NOT NULL DEFAULT '0' COMMENT '0: 未回答，1 : 已回答',
  `yn` tinyint(10) NOT NULL DEFAULT '1' COMMENT '是否失效 1 有效 0 无效',
  `sysVersion` bigint(10) NOT NULL DEFAULT '1' COMMENT '版本号',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  `create_user` varchar(30) NOT NULL DEFAULT '' COMMENT '创建人',
  `update_user` varchar(30) NOT NULL DEFAULT '' COMMENT '更新人',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=108 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of problem
-- ----------------------------
INSERT INTO `problem` VALUES ('106', 'BN1543950521556', 'T_1001', '1', '先生が食べはる', 'はる', '1', '1', '\0', '0', '1', '1', '2018-12-04 14:08:35', '2018-12-04 14:08:35', 'sys', 'sys');
INSERT INTO `problem` VALUES ('107', 'BN1543976848175', 'T_1001', '1', '「どうしたん？誰に怒ってんねん？」 「あの人よ、ずっとあんなこと言ってて。」 「ほんまや、行けずな人やん」', '行けず,ねん,ほんま', '1', '1', '\0', '1', '1', '3', '2018-12-04 21:27:28', '2018-12-04 23:06:12', 'sys', 'sys');

-- ----------------------------
-- Table structure for student
-- ----------------------------
DROP TABLE IF EXISTS `student`;
CREATE TABLE `student` (
  `id` bigint(10) NOT NULL AUTO_INCREMENT COMMENT '用户id',
  `user_id` bigint(10) NOT NULL,
  `code` varchar(20) NOT NULL COMMENT '学生编号ST_10000开始',
  `levels` tinyint(10) NOT NULL DEFAULT '0' COMMENT '学生级别，对应用户级别',
  `name` varchar(30) NOT NULL COMMENT '名称',
  `login_name` varchar(10) NOT NULL COMMENT '登录名',
  `pwd` varchar(100) NOT NULL COMMENT '登录密码',
  `sex` tinyint(5) NOT NULL COMMENT '教师性别',
  `yn` tinyint(10) NOT NULL DEFAULT '1' COMMENT '是否失效 1 有效 0 无效',
  `sysVersion` bigint(10) NOT NULL DEFAULT '1' COMMENT '版本号',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  `create_user` varchar(30) NOT NULL DEFAULT '' COMMENT '创建人',
  `update_user` varchar(30) NOT NULL DEFAULT '' COMMENT '更新人',
  PRIMARY KEY (`id`,`code`,`user_id`)
) ENGINE=InnoDB AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of student
-- ----------------------------
INSERT INTO `student` VALUES ('1', '1', 'ST_10000', '127', 'admin', 'admin', '21232f297a57a5a743894a0e4a801fc3', '1', '1', '1', '2018-09-02 22:40:23', '2018-09-02 22:40:28', 'admin', 'admin');
INSERT INTO `student` VALUES ('10', '22', 'ST_10001', '1', '学生1', '学生1', '8e38735c2c972a859d8e755dbe412c25', '1', '1', '1', '2018-09-17 21:29:38', '2018-09-17 21:29:38', 'sys', 'sys');
INSERT INTO `student` VALUES ('11', '23', 'ST_10002', '1', '学生2', '学生2', '8e38735c2c972a859d8e755dbe412c25', '1', '1', '1', '2018-09-17 21:30:04', '2018-09-17 21:30:04', 'sys', 'sys');
INSERT INTO `student` VALUES ('12', '24', 'ST_10003', '1', '学生3', '学生3', '8e38735c2c972a859d8e755dbe412c25', '2', '1', '1', '2018-09-17 21:30:19', '2018-09-17 21:30:19', 'sys', 'sys');

-- ----------------------------
-- Table structure for teacher
-- ----------------------------
DROP TABLE IF EXISTS `teacher`;
CREATE TABLE `teacher` (
  `id` bigint(10) NOT NULL AUTO_INCREMENT COMMENT '用户id',
  `user_id` bigint(10) NOT NULL,
  `name` varchar(30) NOT NULL COMMENT '名称',
  `login_name` varchar(10) NOT NULL COMMENT '登录名',
  `pwd` varchar(100) NOT NULL COMMENT '登录密码',
  `sex` tinyint(5) NOT NULL COMMENT '教师性别',
  `yn` tinyint(10) NOT NULL DEFAULT '1' COMMENT '是否失效 1 有效 0 无效',
  `sysVersion` bigint(10) NOT NULL DEFAULT '1' COMMENT '版本号',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  `create_user` varchar(30) NOT NULL DEFAULT '' COMMENT '创建人',
  `update_user` varchar(30) NOT NULL DEFAULT '' COMMENT '更新人',
  `code` varchar(20) NOT NULL COMMENT '教师编号T_1000开始',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of teacher
-- ----------------------------
INSERT INTO `teacher` VALUES ('1', '1', 'admin', 'admin', '03ce7c79d9a3ebfd851664ee699df780', '1', '1', '1', '2018-09-02 22:41:22', '2018-09-02 22:41:25', 'admin', 'admin', 'T_1000');
INSERT INTO `teacher` VALUES ('9', '21', '教師1', '教師1', '8e38735c2c972a859d8e755dbe412c25', '1', '1', '1', '2018-09-17 20:47:14', '2018-09-17 20:47:14', 'sys', 'sys', 'T_1001');

-- ----------------------------
-- Table structure for user
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user` (
  `id` bigint(10) NOT NULL AUTO_INCREMENT COMMENT '用户id',
  `identity` tinyint(10) NOT NULL COMMENT '身份1 教师 2 学生',
  `login_name` varchar(10) NOT NULL COMMENT '登录名',
  `pwd` varchar(100) NOT NULL COMMENT '登录密码',
  `yn` tinyint(10) NOT NULL DEFAULT '1' COMMENT '是否失效 1 有效 0 无效',
  `sysVersion` bigint(10) NOT NULL DEFAULT '1' COMMENT '版本号',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  `create_user` varchar(30) NOT NULL DEFAULT '' COMMENT '创建人',
  `update_user` varchar(30) NOT NULL DEFAULT '' COMMENT '更新人',
  PRIMARY KEY (`id`,`login_name`)
) ENGINE=InnoDB AUTO_INCREMENT=25 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES ('1', '0', 'admin', '03ce7c79d9a3ebfd851664ee699df780', '1', '1', '2018-09-02 22:38:39', '2018-09-02 22:38:42', 'admin', 'admin');
INSERT INTO `user` VALUES ('21', '1', '教師1', '8e38735c2c972a859d8e755dbe412c25', '1', '1', '2018-09-17 20:47:14', '2018-09-17 20:47:14', 'sys', 'sys');
INSERT INTO `user` VALUES ('22', '2', '学生1', '8e38735c2c972a859d8e755dbe412c25', '1', '1', '2018-09-17 21:29:37', '2018-09-17 21:29:37', 'sys', 'sys');
INSERT INTO `user` VALUES ('23', '2', '学生2', '8e38735c2c972a859d8e755dbe412c25', '1', '1', '2018-09-17 21:30:03', '2018-09-17 21:30:03', 'sys', 'sys');
INSERT INTO `user` VALUES ('24', '2', '学生3', '8e38735c2c972a859d8e755dbe412c25', '1', '1', '2018-09-17 21:30:18', '2018-09-17 21:30:18', 'sys', 'sys');
