/*
Navicat MySQL Data Transfer

Source Server         : 119.27.186.19
Source Server Version : 50721
Source Host           : 119.27.186.19:3306
Source Database       : wt_bs

Target Server Type    : MYSQL
Target Server Version : 50721
File Encoding         : 65001

Date: 2018-11-11 09:56:18
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for answer
-- ----------------------------
DROP TABLE IF EXISTS `answer`;
CREATE TABLE `answer` (
  `id` bigint(10) NOT NULL AUTO_INCREMENT COMMENT '用户id',
  `batch_no` varchar(50) NOT NULL DEFAULT '' COMMENT '问题批次号,默认test_001,平时练习题',
  `problem_id` bigint(10) NOT NULL COMMENT '问题Id',
  `student_code` varchar(20) NOT NULL COMMENT '学生编号',
  `levels` tinyint(10) NOT NULL COMMENT '问题级别',
  `descs` varchar(300) NOT NULL COMMENT '问题描述',
  `answer` varchar(100) NOT NULL COMMENT '问题答案',
  `score` bigint(10) NOT NULL COMMENT '分数',
  `current_score` bigint(10) NOT NULL COMMENT '学生当前分数',
  `yn` tinyint(10) NOT NULL DEFAULT '1' COMMENT '是否失效 1 有效 0 无效',
  `sysVersion` bigint(10) NOT NULL DEFAULT '1' COMMENT '版本号',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  `create_user` varchar(30) NOT NULL DEFAULT '' COMMENT '创建人',
  `update_user` varchar(30) NOT NULL DEFAULT '' COMMENT '更新人',
  `doingAnswer` varchar(200) DEFAULT NULL COMMENT '未回答答案',
  `doneAnswer` varchar(200) DEFAULT NULL COMMENT '回答正确答案',
  `failAnswer` varchar(200) DEFAULT NULL COMMENT '回答失败答案',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=70 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of answer
-- ----------------------------
INSERT INTO `answer` VALUES ('67', 'BN1541864079070', '83', 'ST_10001', '1', 'この人はほんまにべっぴんですね', 'ほんま,べっぴん', '10', '6', '1', '1', '2018-11-10 23:45:04', '2018-11-10 23:45:04', 'sys', 'sys', '', 'ほんま,べっぴん', '');
INSERT INTO `answer` VALUES ('68', 'BN1541864079070', '83', 'ST_10002', '1', 'この人はほんまにべっぴんですね', 'ほんま', '10', '6', '1', '1', '2018-11-10 23:45:52', '2018-11-10 23:45:52', 'sys', 'sys', ',べっぴん', 'ほんま', '');
INSERT INTO `answer` VALUES ('69', 'BN1541864079070', '83', 'ST_10003', '1', 'この人はほんまにべっぴんですね', 'ほん,ですね,この', '10', '0', '1', '1', '2018-11-10 23:46:59', '2018-11-10 23:46:59', 'sys', 'sys', ',ほんま,べっぴん', '', 'ほん,ですね,この');

-- ----------------------------
-- Table structure for answer_report
-- ----------------------------
DROP TABLE IF EXISTS `answer_report`;
CREATE TABLE `answer_report` (
  `id` bigint(10) NOT NULL AUTO_INCREMENT COMMENT '用户id',
  `problem_id` int(20) NOT NULL COMMENT '问题id',
  `answer` varchar(100) NOT NULL COMMENT '答案',
  `success_count` bigint(20) NOT NULL DEFAULT '0' COMMENT '回答正确统计',
  `fail_count` bigint(15) NOT NULL DEFAULT '0' COMMENT '答错统计',
  `count` bigint(25) NOT NULL DEFAULT '0' COMMENT '回答计数',
  `yn` tinyint(10) NOT NULL DEFAULT '1' COMMENT '是否失效 1 有效 0 无效',
  `sys_version` bigint(10) NOT NULL DEFAULT '1' COMMENT '版本号',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  `create_user` varchar(30) NOT NULL DEFAULT '' COMMENT '创建人',
  `update_user` varchar(30) NOT NULL DEFAULT '' COMMENT '更新人',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=21 DEFAULT CHARSET=utf8 COMMENT='回答情况统计';

-- ----------------------------
-- Records of answer_report
-- ----------------------------
INSERT INTO `answer_report` VALUES ('19', '81', 'ほんま', '3', '0', '3', '1', '4', '2018-11-09 23:17:50', '2018-11-09 23:22:02', 'sys', 'sys');
INSERT INTO `answer_report` VALUES ('20', '81', 'べっぴん', '1', '0', '3', '1', '4', '2018-11-09 23:17:50', '2018-11-09 23:22:02', 'sys', 'sys');

-- ----------------------------
-- Table structure for dialect
-- ----------------------------
DROP TABLE IF EXISTS `dialect`;
CREATE TABLE `dialect` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `region` int(10) NOT NULL COMMENT '地域',
  `dialect` varchar(100) NOT NULL COMMENT '方言',
  `kanji` varchar(50) DEFAULT NULL COMMENT '汉字',
  `translation` varchar(70) NOT NULL COMMENT '译文',
  `nominal` varchar(30) NOT NULL COMMENT '词性',
  `example` varchar(200) NOT NULL COMMENT '例句',
  `sys_version` int(11) NOT NULL DEFAULT '1' COMMENT '系统版本',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  `create_user` varchar(32) NOT NULL COMMENT '创建人',
  `update_user` varchar(32) NOT NULL COMMENT '更新人',
  `yn` int(11) NOT NULL DEFAULT '1' COMMENT '是否为删除 1 正常 -1 删除',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2251 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of dialect
-- ----------------------------
INSERT INTO `dialect` VALUES ('1515', '1', 'あいさ', 'null', '時たま', '副詞', 'あいさにわしとこへも遊びにきとくんなはれ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1516', '2', 'あいさ', 'null', '時折', '副詞', 'あいさにわしとこへも遊びにきとくんなはれ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1517', '3', 'あかんたれ', 'null', '駄目な人間', '名詞', 'そんなこともよーせんのか。あかんたれやなー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1518', '4', 'あかんたれ', 'null', 'いくじなし', '名詞', 'そんなこともよーせんのか。あかんたれやなー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1519', '5', 'あくち', 'null', '口角炎', '名詞', 'おまはん、最近忙しいのかしてあくちきれてるがな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1520', '6', 'あさぶら', 'null', '草履', '名詞', '喧嘩して逃げるときは、あさぶら脱いで、手ぇに持って、一目散に走ったもんや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1521', '7', 'あた', 'null', 'まったく', '副詞', 'あたしんどい', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1522', '8', 'あた', 'null', 'たいそう', '副詞', 'あたしんどい', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1523', '9', 'あた', 'null', '非常に', '副詞', 'あた材料が悪い', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1524', '10', 'あだける', 'null', 'おちる', '動詞', 'そないな狭いあぜ通ったら、あだけるでー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1525', '11', 'あだべた', 'null', '地べた（幼児語）', '名詞', '裸足であだべた歩いたら、怪我するさかいやめとき', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1526', '12', 'あたん', 'null', '仕返し', '名詞', 'そないな意地悪しよったら、いつかあたんされっど', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1527', '13', 'あたん', 'null', 'かたきうち', '名詞', 'そないな意地悪しよったら、いつかあたんされっど', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1528', '14', 'あっちゃこっちゃ', 'null', '反対', '名詞', '先生が、あっちゃいこっしゃいに生徒に殴られる', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1529', '15', 'あっちゃこっちゃ', 'null', 'あべこべ', '名詞', '先生が、あっちゃいこっしゃいに生徒に殴られる', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1530', '16', 'あとさし', 'null', '二組の布団の裾を重ね合わせて、炬燵や湯たんぽを入れて、二方向から足を入れて寝る方法', '名詞', '昔は、兄弟であとさしにして寝とったなぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1531', '17', 'あばさかる', 'null', '甘えてはしゃぐ', '動詞', 'あばさかんりょったら怪我するんでよ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1532', '18', 'あばさかる', 'null', '調子に乗っていたずらしたり暴れたりする', '動詞', 'あばさかんりょったら怪我するんでよ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1533', '19', 'あらく', '散く', '間があく', '動詞', '戸棚と壁の間があらいとる', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1534', '20', 'あらく', '散く', '差ができる', '動詞', '戸棚と壁の間があらいとる', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1535', '21', 'ありこまち', 'null', '全部', '名詞・副詞', '空き巣にありこまち持って行かれてもた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1536', '22', 'ありこまち', 'null', 'あるもの総て', '名詞・副詞', '空き巣にありこまち持って行かれてもた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1537', '23', 'あんじょお', 'null', '上手に', '副詞', '座り方が悪い。もっとあんじょお座りなはれ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1538', '24', 'あんじょお', 'null', '丁寧に', '副詞', '座り方が悪い。もっとあんじょお座りなはれ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1539', '25', 'あんじょお', 'null', 'きちんと', '副詞', '座り方が悪い。もっとあんじょお座りなはれ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1540', '26', 'あんじょお', 'null', '適当に', '副詞', '座り方が悪い。もっとあんじょお座りなはれ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1541', '27', 'いお', '魚', '生きて泳いでいる魚', '名詞', '荒海の怒れる魚のすがた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1542', '28', 'いかい', '厳い', '大きい', '形容詞', 'あすこでいかい声ではなしょーしてる', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1543', '29', 'いかい', '厳い', '大変な', '形容詞', 'この家はいかい鯉のぼりをあげとるなぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1544', '30', 'いかい', '厳い', '沢山多量', '形容詞', 'この家はいかい鯉のぼりをあげとるなぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1545', '31', 'いかい', '厳い', '大仰などの意', '形容詞', 'この家はいかい鯉のぼりをあげとるなぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1546', '32', 'いかめい', 'null', 'うらやましい', '形容詞', 'この家はいかい鯉のぼりをあげとるなぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1547', '33', 'いかめい', 'null', 'ねたましい', '形容詞', 'この家はいかい鯉のぼりをあげとるなぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1548', '34', 'いきゃたる', 'null', '触れる', '動詞', '宝ぐじに当たったんか。いかめいことやなぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1549', '35', 'いきゃたる', 'null', 'ぶつかる', '動詞', '宝ぐじに当たったんか。いかめいことやなぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1550', '36', 'いけず', '行けず', '意地悪', '名詞・形容動詞', 'そんなことばっかし言ーはって、ほんまいけずやわー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1551', '37', 'いごく', '動く', '動く', '動詞', 'いごいたらあかん。じっとしとけ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1552', '38', 'いしこい', 'null', 'ずるい', '形容詞', 'おまえ、いしこいやっちゃなー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1553', '39', 'いしこい', 'null', '抜け目がない', '形容詞', 'おまえ、いしこいやっちゃなー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1554', '40', 'いしこい', 'null', '悪賢い', '形容詞', 'おまえ、いしこいやっちゃなー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1555', '41', 'いじましい', 'null', '金銭面でけちである', '形容詞', '釣り銭が一円間違ごとるゆうで、いじましいこと言う人がおる', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1556', '42', 'いじましい', 'null', '動作や行動が醜い', '形容詞', '釣り銭が一円間違ごとるゆうで、いじましいこと言う人がおる', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1557', '43', 'いちびる', 'null', '調子に乗って、はしゃぐ', '動詞', 'いちびってんとしゃんとしーや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1558', '44', 'いっけ', 'null', '血縁', '名詞', 'うちときーやんとこは昔からのいっけや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1559', '45', 'いっけ', 'null', '同族', '名詞', 'うちときーやんとこは昔からのいっけや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1560', '46', 'いっけ', 'null', '親戚', '名詞', 'うちときーやんとこは昔からのいっけや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1561', '47', 'いとごる', 'null', '沈殿する', '動詞', '下の方にいとごっとるさかい、かき混ぜながら飲みなはれ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1562', '48', 'いとごる', 'null', '溶けずに底に沈む', '動詞', '下の方にいとごっとるさかい、かき混ぜながら飲みなはれ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1563', '49', 'いぬ', 'null', '帰る', '動詞', 'ほな、いんでくるわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1564', '50', 'いぬ', 'null', '去る', '動詞', 'ほな、いんでくるわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1565', '51', 'いらう', '弄う', '弄る', '動詞', 'そんなとこいろたらめげるぞ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1566', '52', 'いらう', '弄う', 'なぶる', '動詞', 'そんなとこいろたらめげるぞ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1567', '53', 'いらう', '弄う', 'もてあそぶ', '動詞', 'そんなとこいろたらめげるぞ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1568', '54', 'いらち', 'null', 'せっかちもの', '名詞', 'あの人いらちやし、待たせたらあかんで', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1569', '55', 'いらち', 'null', '落ち着かない人', '名詞', 'あの人いらちやし、待たせたらあかんで', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1570', '56', 'いれそめ', 'null', '贈り物をもらったときに、返礼としてその容器などに入れて返す品物やお金', '名詞', 'おおきに。ちょっと待ってくださいな。いれそめをさしてもらいまっさかい。', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1571', '57', 'うちら', 'null', '内側', '名詞', '見えんようにうちらに釘を打つのが上手な大工さんの仕事というもんです', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1572', '58', 'うちら', 'null', '内部', '名詞', '見えんようにうちらに釘を打つのが上手な大工さんの仕事というもんです', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1573', '59', 'うっとこ', 'null', '私の家', '熟語', 'こんど一回うっとこきーや、ごっつぉしたるさかい', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1574', '60', 'うっとこ', 'null', '私の夫', '熟語', 'こんど一回うっとこきーや、ごっつぉしたるさかい', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1575', '61', 'えがおよし', 'null', 'いつもにこにこしている人', '名詞', 'あそこの家の娘さんはほんまにえがおよしや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1576', '62', 'えんば', 'null', 'あいにく', '副詞・形容動詞', 'えんばんとそのひぃはぐつわるおす', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1577', '63', 'えんば', 'null', '折悪く', '副詞・形容動詞', 'えんばんとそのひぃはぐつわるおす', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1578', '64', 'えんば', 'null', '折角であるのに', '副詞・形容動詞', 'えんばんとそのひぃはぐつわるおす', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1579', '65', 'おいやか', 'null', 'のんびりとした様子', '形容動詞', '今年の正月はおいやかやのー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1580', '66', 'おしまいやす', 'null', '終了する意', '熟語', 'おしまいやす。ずいぶん、日が短こうなりましたな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1581', '67', 'おしまいやす', 'null', '夕方の挨拶言葉', '熟語', 'おしまいやす。ずいぶん、日が短こうなりましたな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1582', '68', 'おせらしい', 'null', '大人びいてる', '形容詞', 'いつの間にかおせらしなったなー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1583', '69', 'おせらしい', 'null', '大人らしい', '形容詞', 'いつの間にかおせらしなったなー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1584', '70', 'おせらしい', 'null', 'しっかりしている', '形容詞', 'いつの間にかおせらしなったなー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1585', '71', 'おたす', 'null', '背負う', '動詞', '足の悪いおじいちゃんを、おたして風呂場に連れていく', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1586', '72', 'おたす', 'null', 'おんぶする', '動詞', '足の悪いおじいちゃんを、おたして風呂場に連れていく', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1587', '73', 'おため', '御為', '贈りものを受けた時、マッチ、半紙などのちょっとした返礼の物品をいう', '名詞', 'おために、何をいれて返したらいいの', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1588', '74', 'おっとろし', 'null', 'ひっくりしたようなときに発する言葉', '感動詞', 'おっとろし。どっかでふとか地震のあったごたっ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1589', '75', 'おとがい', '頤', 'あご', '名詞', 'あとがいが落ちる', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1590', '76', 'おとがい', '頤', '下あご', '名詞', 'あとがいが落ちる', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1591', '77', 'おとろしい', 'null', '恐ろしい', '形容詞', 'そんなおとろしいことわしよーしゃんで', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1592', '78', 'おとんぼ', 'null', '末っ子', '名詞', 'あいつはおとんぼのあまえたや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1593', '79', 'おびんたれ', 'null', '怖がりの人', '名詞', '犬に吠えられて泣いとる。おびんたれの子ぉやなあ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1594', '80', 'おびんたれ', 'null', '臆病者', '名詞', '犬に吠えられて泣いとる。おびんたれの子ぉやなあ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1595', '81', 'おもろい', 'null', '面白いの約', '形容詞', 'なんぞおもろい話あれへんかなー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1596', '82', 'おわえる', 'null', '追いかける', '動詞', 'おわえまわってやっと捕まえた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1597', '83', 'おわえる', 'null', '後を追って付いて行く', '動詞', 'おわえまわってやっと捕まえた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1598', '84', 'おんまく', 'null', '思いっきり', '副詞', 'ええ映画やったさかい、おんまく涙を流した', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1599', '85', 'おんまく', 'null', '力を振り絞って精一杯', '副詞', 'ええ映画やったさかい、おんまく涙を流した', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1600', '86', 'がい', 'null', '強情である', '形容動詞', 'あの子、かわいーけんどわりとがいなわよ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1601', '87', 'がい', 'null', 'わがままである', '形容動詞', 'あの子、かわいーけんどわりとがいなわよ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1602', '88', 'がい', 'null', '勝手である', '形容動詞', 'あの子、かわいーけんどわりとがいなわよ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1603', '89', 'がいよう', 'null', 'うまく', '副詞', 'わしの似顔絵、がいよう描いといてや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1604', '90', 'がいよう', 'null', '良いように', '副詞', 'わしの似顔絵、がいよう描いといてや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1605', '91', 'がいよう', 'null', 'きちんと', '副詞', 'わしの似顔絵、がいよう描いといてや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1606', '92', 'がいよう', 'null', '穏便に', '副詞', 'わしの似顔絵、がいよう描いといてや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1607', '93', 'がいよう', 'null', 'すっかり', '副詞', 'わしの似顔絵、がいよう描いといてや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1608', '94', 'かく', '舁く', '重い荷物を持って運ぶ', '動詞', 'ちょっとそっちかいてんか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1609', '95', 'かざかす', 'null', '匂い（臭い）をかぐ', '動詞', '酒か水かかざかしてみたらわかるやろう', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1610', '96', 'かだかす', 'null', '匂い（臭い）をかぐ', '動詞', '酒か水かかざかしてみたらわかるやろう', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1611', '97', 'かじく', 'null', '（鍬などで）土を掘り返す', '動詞', '畑をかじかんと自分の足をかじいてしもた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1612', '98', 'かじく', 'null', '田畑を耕す', '動詞', '畑をかじかんと自分の足をかじいてしもた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1613', '99', 'かたげる', 'null', '頭を傾ける', '動詞', 'こびんで、何を思案しとるんや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1614', '100', 'かたげる', 'null', '物事を考えるのに夢中になっている', '動詞', 'こびんで、何を思案しとるんや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1615', '101', 'かたみに', '片身に', 'かわりばんこに', '副詞', '右と左はいっぺんに見られへんさかい、かたみに見てから、気ぃつけて交差点を渡るんやぜ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1616', '102', 'かたみに', '片身に', '互いに', '副詞', '右と左はいっぺんに見られへんさかい、かたみに見てから、気ぃつけて交差点を渡るんやぜ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1617', '103', 'かちゃだける', 'null', '梯子などを踏み外して一瞬のうちに落ちる', '動詞', '二階からかちゃだけて、怪我してもた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1618', '104', 'かちます', 'null', '殴る', '動詞', '腹が立ってもかちましたらあかんぞ。仕返しされるかもしれんさかいに', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1619', '105', 'かちます', 'null', 'たたく', '動詞', '腹が立ってもかちましたらあかんぞ。仕返しされるかもしれんさかいに', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1620', '106', 'かちわめく', 'null', '怒鳴りつける', '動詞', '赤信号で止まらへんさかい、かちわめいてやった', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1621', '107', 'かちわめく', 'null', 'ひどく叱る', '動詞', '赤信号で止まらへんさかい、かちわめいてやった', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1622', '108', 'かつえる', '飢える', '食べるものがなくて苦しむ', '動詞', '大飢饉 (ききん) で多くの人が飢える', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1623', '109', 'かつける', 'null', '力を入れて投げつける', '動詞', 'こら、犬に石かつけたらあかんどー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1624', '110', 'かつける', 'null', '打ち付ける', '動詞', 'こら、犬に石かつけたらあかんどー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1625', '111', 'がに', '蟹', '蟹', '名詞', '新鮮ながに', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1626', '112', 'かばち', 'null', '憎まれ口', '名詞', '偉そうにかばちばっかりたたく', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1627', '113', 'かばち', 'null', '口答え', '名詞', '偉そうにかばちばっかりたたく', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1628', '114', 'かばち', 'null', '文句', '名詞', '偉そうにかばちばっかりたたく', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1629', '115', 'かばち', 'null', '理屈', '名詞', '偉そうにかばちばっかりたたく', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1630', '116', 'かまへん', 'null', 'かまわない', '熟語', '「ごめん、私が悪かった」「かまへん、かまへん」', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1631', '117', 'かまへん', 'null', 'それでよろしい', '熟語', '「ごめん、私が悪かった」「かまへん、かまへん」', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1632', '118', 'がみつい', 'null', '欲張りだ', '形容詞', 'がみつい顔をした奴や', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1633', '119', 'がみつい', 'null', '粗暴だ', '形容詞', 'がみつい顔をした奴や', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1634', '120', 'かんかん', '缶', '缶', '名詞', '燃えへんゴミの日に、かんかんと瓶を分けて出す', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1635', '121', 'かんこくさい', '紙子臭い', 'きなくさい', '形容詞', '火の廻り気を付よ、かんこくさい', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1636', '122', 'かんこくさい', '紙子臭い', '焦げるにおいがする', '形容詞', '火の廻り気を付よ、かんこくさい', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1637', '123', 'きぶい', 'null', '（お茶などが）苦しくて渋い', '形容詞', '甘ぁい饅頭には、きぶいお茶がよろしいな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1638', '124', 'きぶい', 'null', '（やや）酸っぱい', '形容詞', '甘ぁい饅頭には、きぶいお茶がよろしいな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1639', '125', 'きゃあるい', 'null', '気が悪い', '形容詞', '俺の悪口ばっかり言わんでくれ、きゃあるいさかいに', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1640', '126', 'きゃあるい', 'null', '感じが悪い', '形容詞', '俺の悪口ばっかり言わんでくれ、きゃあるいさかいに', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1641', '127', 'きゃあるい', 'null', '目障り', '形容詞', '俺の悪口ばっかり言わんでくれ、きゃあるいさかいに', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1642', '128', 'ぎょうさん', '仰山', 'たくさん', '形容動詞', '仰山なおみやげをいただきまして', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1643', '129', 'ぎょうさん', '仰山', '甚だしい', '形容動詞', '仰山なおみやげをいただきまして', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1644', '130', 'きょおとい', 'null', '恐ろしい', '形容詞', 'きょおとい話やなぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1645', '131', 'きょおとい', 'null', '気味が悪い', '形容詞', 'きょおとい話やなぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1646', '132', 'ぎりぎり', 'null', '頭のむじ', '名詞', '爪先 (つまさき) よりぎりぎりまで打ち込み', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1647', '133', 'きんじょ', 'null', '竿ばかり', '名詞', 'きんじょで測って、金額を計算する', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1648', '134', 'ぐつ', 'null', '具合', '名詞', '今日はぐつわるいさかい、あしたにしてんか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1649', '135', 'ぐつ', 'null', '都合', '名詞', '今日はぐつわるいさかい、あしたにしてんか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1650', '136', 'ぐつ', 'null', '調子', '名詞', '今日はぐつわるいさかい、あしたにしてんか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1651', '137', 'ぐつ', 'null', '面目', '名詞', '昼間に言い争いした奴と飲み屋で会うて、ちょっとぐつが悪かった', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1652', '138', 'ぐっすら', 'null', '数量が多い', '副詞', 'ぐっすらボーナスを貰ろた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1653', '139', 'ぐっすら', 'null', 'どっさり', '副詞', 'ぐっすらボーナスを貰ろた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1654', '140', 'ぐっすら', 'null', 'たっぷり', '副詞', '一日中走り回ってしんどかったさかい、昨日はぐっすら寝た', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1655', '141', 'くもじ', 'く文字', '野菜の葉や茎を漬けたもの', '名詞', 'まきにて御くもじあり', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1656', '142', 'くんにゃかす', 'null', '捻挫をする', '動詞', 'あっ痛たっ!足をくんにゃかした', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1657', '143', 'くんにゃかす', 'null', 'くじく', '動詞', 'あっ痛たっ!足をくんにゃかした', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1658', '144', 'けったくそがわるい', 'null', '不愉快だ', '熟語', '朝から定期券を忘れて、けったくそわるい一日やった', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1659', '145', 'けったくそがわるい', 'null', 'いまいましい', '熟語', '朝から定期券を忘れて、けったくそわるい一日やった', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1660', '146', 'けったくそがわるい', 'null', '癪にさわる', '熟語', '朝から定期券を忘れて、けったくそわるい一日やった', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1661', '147', 'げっとう', 'null', 'びり', '名詞', 'げっとう賞!', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1662', '148', 'げっとう', 'null', '最下位', '名詞', 'げっとう賞!', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1663', '149', 'げっとう', 'null', '最後', '名詞', 'げっとう賞!', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1664', '150', 'けなりい', '異なりい', '羨ましい', '形容詞', 'みなみなの鞠 (まり) の音を聞けば、異なりい程に', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1665', '151', 'ごうがわく', 'null', '腹が立つ', '熟語', '九回の表まで勝っとったのに、サヨナラ・ホームラン打たれて、ごうがわいたなぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1666', '152', 'こおっと', 'null', 'さてと', '感動詞', 'こおっと、何をしようとしていたんかいな?', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1667', '153', 'こおっと', 'null', 'えっと', '感動詞', 'こおっと、何をしようとしていたんかいな?', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1668', '154', 'こおっと', 'null', 'さてどうだったか', '感動詞', 'こおっと、何をしようとしていたんかいな?', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1669', '155', 'こおと', 'null', '（着物などが）上品で地味である', '形容動詞', 'こっちの着物はこおとやさかい、買いたいなあ。そっちのは派手やさかい、欲しないわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1670', '156', 'こぐち', '小口', '入り口に近いところ', '名詞', '入り小口の人、どうぞ中へ詰めとくれやす。', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1671', '157', 'こぐち', '小口', '端', '名詞', '入り小口の人、どうぞ中へ詰めとくれやす。', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1672', '158', 'こくば', 'null', '落ち葉（特に、松葉）', '名詞', '山へこくばかきに行こか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1673', '159', 'こくば', 'null', '焚き付け用の落ち葉', '名詞', '山へこくばかきに行こか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1674', '160', 'ここっちょい', 'null', '（収穫物などが多かったり大きかったりして）醍醐味を感じる', '形容詞', '今日はここっちょいほど、魚がよう釣れた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1675', '161', 'ここっちょい', 'null', 'ほくほくした思いになる', '形容詞', '今日はここっちょいほど、魚がよう釣れた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1676', '162', 'こされ', 'null', '強調の意味をあらわす', '副詞', 'おやなりゃこされゆーのやさ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1677', '163', 'ごじゃ', 'null', '訳がわからない', '名詞', 'ごじゃばーゆーな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1678', '164', 'ごじゃ', 'null', '筋がとおらない', '名詞', 'ごじゃばーゆーな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1679', '165', 'ごじゃ', 'null', 'でたらめである', '名詞', 'ごじゃばーゆーな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1680', '166', 'こすい', '狡い', 'ずるい', '形容詞', 'あんなことしてこすいわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1681', '167', 'こすい', '狡い', '悪賢い', '形容詞', 'あんなことしてこすいわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1682', '168', 'ごっつい', 'null', '大きい', '形容詞', 'ごっつい茶碗', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1683', '169', 'ことぼし', 'null', '小さな照明器具', '名詞', 'ことぼしは、電力の安定供給に伴って忘れられていったものの一つである', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1684', '170', 'ことぼし', 'null', '持ち運びのできる照明器具', '名詞', 'ことぼしは、電力の安定供給に伴って忘れられていったものの一つである', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1685', '171', 'こばる', 'null', '息を詰めて力む', '動詞', 'こばって仕事に取り組む', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1686', '172', 'こばる', 'null', '意気込む', '動詞', 'こばって仕事に取り組む', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1687', '173', 'こばる', 'null', '耐える', '動詞', 'こばって仕事に取り組む', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1688', '174', 'こばる', 'null', '辛抱する', '動詞', 'こばって仕事に取り組む', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1689', '175', 'こびん', 'null', '頭を傾ける', '動詞', 'こびんで、何を思案しとるんや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1690', '176', 'こびん', 'null', '物事を考えるのに夢中になっている', '動詞', 'こびんで、何を思案しとるんや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1691', '177', 'こみっちい', 'null', '細かい', '形容詞', 'こみっちい計算をして、割り勘にするねんなぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1692', '178', 'こみっちい', 'null', '小さい', '形容詞', 'こみっちい計算をして、割り勘にするねんなぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1693', '179', 'こわる', 'null', '腹のあたりがひどく痛む', '動詞', '急にこわってきた。どこぞ近くに便所はないやろうか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1694', '180', 'ごんす', 'null', '居る（尊敬語）', '動詞', '塩町辺に縁づきしてごんすとや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1695', '181', 'ごんす', 'null', '行く（尊敬語）', '動詞', '夜ふけて何しにごんした', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1696', '182', 'ごんす', 'null', '来る（尊敬語）', '動詞', '夜ふけて何しにごんした', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1697', '183', 'ごんす', 'null', 'ある（尊敬語）', '動詞', '小さい目は気がごんせぬ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1698', '184', 'こんね', 'null', 'この家', '名詞', 'この子の顔はよう見たことがあるんやけど、こんねのこやったんか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1699', '185', 'さかとんぶり', 'null', '逆さま', '名詞・形容動詞', 'さかんとんぶりに落ちて、でぼちんから血ぃがでた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1700', '186', 'さかとんぶり', 'null', 'あべこべ', '名詞・形容動詞', 'さかんとんぶりに落ちて、でぼちんから血ぃがでた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1701', '187', 'さかとんぶり', 'null', '逆', '名詞・形容動詞', 'さかんとんぶりに落ちて、でぼちんから血ぃがでた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1702', '188', 'さくい', 'null', 'もろい', '形容詞', 'この長芋はまんださくいけー、よー折れるわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1703', '189', 'さくい', 'null', 'こわれやすい', '形容詞', 'この長芋はまんださくいけー、よー折れるわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1704', '190', 'さんこにする', 'null', '散らかしている', '熟語', '部屋、あんまりさんこにしたらあかんでー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1705', '191', 'さんす', 'null', 'なさる', '動詞', 'せんかたなさに怖い事などさんせぬか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1706', '192', 'しかまげる', 'null', '仕事が遅れて片付けないでいる', '動詞', '遅うまで畑におったんやけど、今日はしかまげてしもた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1707', '193', 'しかまげる', 'null', 'あたふたと慌てて焦る', '動詞', '遅うまで畑におったんやけど、今日はしかまげてしもた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1708', '194', 'しぎょい', 'null', '間隔が密である', '形容詞', '苗の植え方がしぎょい', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1709', '195', 'しぎょう', 'null', '間隔が密である', '副詞・形容動詞', 'しぎょうに電車が走っとる', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1710', '196', 'じげ', 'null', '自分の住んでいる地域', '名詞', 'じげにおっても挨拶もしくさらん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1711', '197', 'じげ', 'null', '集落内', '名詞', 'じげにおっても挨拶もしくさらん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1712', '198', 'しっぽり', 'null', '夕方・夜遅くまで仕事をしている', '副詞', 'えらいしっぽりしよってやね', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1713', '199', '…しな', 'null', '…の時', '接尾語', '寝しなに本を読む', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1714', '200', '…しな', 'null', '…の途中', '接尾語', '帰りしなに初めて口をきいた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1715', '201', 'しまける', 'null', '時雨などがぱらつく', '動詞', 'しまけや。狐の嫁入りや。', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1716', '202', 'じゃらかしい', 'null', '華美である', '形容詞', '真っ赤っかのじゃらかしい服を着てきたんやなぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1717', '203', 'じゃらかしい', 'null', '幼稚である', '形容詞', '真っ赤っかのじゃらかしい服を着てきたんやなぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1718', '204', 'じゅるい', 'null', '雨のために歩きにくい', '形容詞', 'じゅるい田んぼで麦まきしてん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1719', '205', 'しょうじ', 'null', '大根・蕪などに網のように入ったすじ', '名詞', 'この大根は、しょうじがはいっとるさかい、大根おろしにでけへん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1720', '206', 'しょおとろしい', 'null', '予想以上に高価で、お金を出すのが惜しい', '形容詞', '一本二百円もする大根なんか、しょおとろしいて、よう買わん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1721', '207', 'しょおとろしい', 'null', '無駄な出費をするようで、もったいない', '形容詞', '一本二百円もする大根なんか、しょおとろしいて、よう買わん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1722', '208', 'じょり', 'null', '藁で編んだ草履', '名詞', 'いいじょりやなぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1723', '209', 'しわい', 'null', 'けち', '形容詞', 'あこのうちは婚礼やゆうてもしわいなあ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1724', '210', 'しわい', 'null', '吝嗇な', '形容詞', 'あこのうちは婚礼やゆうてもしわいなあ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1725', '211', 'すいな', 'null', '一風変わった', '形容動詞', 'あの人は、すいなことを言う', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1726', '212', 'すいな', 'null', '珍しくびっくりする', '形容動詞', 'あの人は、すいなことを言う', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1727', '213', 'すこい', 'null', 'ずるい', '形容詞', 'うちかってすこいよってなあ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1728', '214', 'すこい', 'null', 'こすい', '形容詞', 'うちかってすこいよってなあ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1729', '215', 'すっちょない', 'null', '愛想がない', '形容詞', 'あの女の人はすっちょないきね', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1730', '216', 'すっちょない', 'null', '悪賢い', '形容詞', 'あの女の人はすっちょないきね', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1731', '217', 'すっちょない', 'null', 'ずるい', '形容詞', 'あの女の人はすっちょないきね', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1732', '218', 'すっちょない', 'null', '横着だ', '形容詞', 'あの女の人はすっちょないきね', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1733', '219', 'すっちょない', 'null', '冷淡だ', '形容詞', 'あの女の人はすっちょないきね', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1734', '220', 'ずつない', 'null', '苦しい', '形容詞', '肉食べ過ぎてずつないわー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1735', '221', 'すぼっこい', 'null', '無愛想だ', '形容詞', 'こっちから声をかけてやっても、返事もせんようなすぼっこい人や', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1736', '222', 'すぼっこい', 'null', '情がない', '形容詞', 'こっちから声をかけてやっても、返事もせんようなすぼっこい人や', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1737', '223', 'すぼっこい', 'null', '不親切だ', '形容詞', 'こっちから声をかけてやっても、返事もせんようなすぼっこい人や', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1738', '224', 'すぼっこい', 'null', 'ぶっきらぼうだ', '形容詞', 'こっちから声をかけてやっても、返事もせんようなすぼっこい人や', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1739', '225', 'すぼっこい', 'null', '上手気がない', '形容詞', 'こっちから声をかけてやっても、返事もせんようなすぼっこい人や', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1740', '226', 'すま', 'null', '隅', '名詞', 'すまもきれいに掃いといてな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1741', '227', 'せえだい', 'null', '精一杯', '副詞', 'もうちょっとや、せえだい頑張りよ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1742', '228', 'せえだい', 'null', '大いに', '副詞', 'もうちょっとや、せえだい頑張りよ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1743', '229', 'せえだい', 'null', '精出して', '副詞', 'もうちょっとや、せえだい頑張りよ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1744', '230', 'せからしい', 'null', 'せき立てられるようで気ぜわしい', '形容詞', 'せからしゅうなってきましたな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1745', '231', 'せからしい', 'null', '焦るような気持ちになっている', '形容詞', 'せからしゅうなってきましたな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1746', '232', 'せく', '急く', 'いそぐ', '動詞', '気ばかりせく', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1747', '233', 'せく', '急く', 'あせる', '動詞', '気ばかりせく', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1748', '234', 'せけんせまい', '世間狭い', '恥ずかしい', '熟語', 'お祝いを持って行かへんような、せけんせばいことを考えとったら、みんなに嫌われるぞ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1749', '235', 'せちべん', 'null', 'けんちぼ', '名詞・形容動詞', 'ぎょうさん釣ってきたんやったら、せちべんをせんとみんなに分けたりなはれ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1750', '236', 'せちべん', 'null', '吝嗇家', '名詞・形容動詞', 'ぎょうさん釣ってきたんやったら、せちべんをせんとみんなに分けたりなはれ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1751', '237', 'ぜっぺ', 'null', '是非', '副詞', '今度、同窓会をするさかい、ぜっぺ来てね', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1752', '238', 'ぜっぺ', 'null', '必ず', '副詞', '今度、同窓会をするさかい、ぜっぺ来てね', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1753', '239', 'ぜっぺ', 'null', '絶対に', '副詞', '今度、同窓会をするさかい、ぜっぺ来てね', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1754', '240', 'せんぐり', '先繰り', '順番に', '副詞', 'お前達ぜんぐり着物からおこしから振うてみせてあげ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1755', '241', 'せんど', 'null', '大変長い間', '副詞', 'せんど来てなかったなあ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1756', '242', 'そって', 'null', 'あの家', '代名詞', 'そっての子供', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1757', '243', 'そって', 'null', 'あなたの家', '代名詞', 'そっての子供', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1758', '244', 'そばえる', 'null', '通り雨が来る', '動詞', '向こうの島が黒うなってきたと思いよったら、あっと言う間に、こっちもそばえてきた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1759', '245', 'たいてやない', '大抵やない', '大層だ', '熟語', 'がっこいきがぎょうさんおってたいていやない', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1760', '246', 'たいてやない', '大抵やない', '普通ではない', '熟語', 'がっこいきがぎょうさんおってたいていやない', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1761', '247', 'たいばう', 'null', '蓄えて残す', '動詞', '大根を漬け物にしてたいぼとく', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1762', '248', 'たいばう', 'null', '大切に保存する', '動詞', '大根を漬け物にしてたいぼとく', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1763', '249', 'だしけえ', 'null', 'だから', '接続詞', '今年は神鍋に雪があんまり降らん。だしけえ、スキーに来る人は少ないかもしれない', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1764', '250', 'だっちょもない', 'null', 'くだらない', '熟語', 'だっちょもない物ですが', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1765', '251', 'だっちょもない', 'null', '価値がない', '熟語', 'だっちょもない物ですが', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1766', '252', 'だっちょもない', 'null', '役に立たない', '熟語', 'だっちょもない物ですが', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1767', '253', 'たなもと', '棚元', '台所', '名詞', 'たなもとてつとーてくれっか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1768', '254', 'たなもと', '棚元', '炊事場', '名詞', 'たなもとてつとーてくれっか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1769', '255', 'たなもと', '棚元', '調理場', '名詞', 'たなもとてつとーてくれっか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1770', '256', 'たのみ', '頼み', '結納のこと', '名詞', 'お宅の娘さん、頼みを貰われたそうですね。おめでとうさんです', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1771', '257', 'だぼ', 'null', 'ばか', '名詞・形容動詞', 'そんなこともわからへんのか。このたぼ！', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1772', '258', 'だぼ', 'null', '愚か者', '名詞・形容動詞', 'そんなこともわからへんのか。このたぼ！', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1773', '259', 'たりぐろしい', 'null', '十分だとは言えない', '形容詞', 'ぎょうさんたいとったんやけど、たりぐろしなった', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1774', '260', 'たりぐろしい', 'null', '量に不安がある', '形容詞', 'ぎょうさんたいとったんやけど、たりぐろしなった', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1775', '261', 'だんない', 'null', 'かまわない', '形容詞', 'だんない。だんない。気にせんでえー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1776', '262', 'ちびっと', 'null', '少し', '副詞', 'もうちびっとだけ、勉強してえな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1777', '263', 'ちめきる', 'null', '爪で強くつまむ', '動詞', '居眠りばっかりして起きへんさかい、ちょっとちめきったろか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1778', '264', 'ちめきる', 'null', 'つねる', '動詞', '居眠りばっかりして起きへんさかい、ちょっとちめきったろか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1779', '265', 'ちゃう', 'null', '違う', '動詞', 'ちゃうちゃう', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1780', '266', 'ちょちま', 'null', 'あたりのものを引っかき回す子供', '名詞', '孫が来て、ちょちまして、家中わやくちゃや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1781', '267', 'ちょちま', 'null', 'そのような行動', '名詞', '孫が来て、ちょちまして、家中わやくちゃや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1782', '268', 'ちょちま', 'null', '軽率で落ち着きのない人', '名詞', '孫が来て、ちょちまして、家中わやくちゃや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1783', '269', 'ちょっぴんぴん', 'null', '着物の丈が短い状態', '副詞', '服がちょっぴんぴんになってもた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1784', '270', 'ちょろい', 'null', '弱くて無力な', '形容詞', 'ちょろい歩き方をやめて、さっさと歩け', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1785', '271', 'ちんぎ', 'null', '棒ばかり', '名詞', '八百屋さんでは、ちんぎが活躍していた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1786', '272', 'ちんぎ', 'null', '竿ばかり', '名詞', '八百屋さんでは、ちんぎが活躍していた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1787', '273', 'ちんちろ', 'null', '松かさ', '名詞', 'ちんちろを食う', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1788', '274', 'つくなむ', 'null', 'しゃがむ', '動詞', 'そんなとこでつくなんで、何しとんどい', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1789', '275', 'つくなむ', 'null', 'かがむ', '動詞', 'そんなとこでつくなんで、何しとんどい', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1790', '276', 'つついっぱい', 'null', '精一杯', '副詞', 'つついっぱい頑張れよ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1791', '277', 'つついっぱい', 'null', '力の限り', '副詞', 'つついっぱい頑張れよ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1792', '278', 'つついっぱい', 'null', 'ぎりぎり', '副詞', 'つついっぱい頑張れよ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1793', '279', 'つんだかつんだか', 'null', 'たくさん積み重ねている様子', '副詞', '下着を洗わずにほったらかして、つんだかつんだかにしとる', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1794', '280', 'てくさり', 'null', 'ヒガンバナ', '名詞', 'あぜ道からてくさりを掘ってきて、蛸釣りの餌にした', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1795', '281', 'てくさり', 'null', '曼珠沙華', '名詞', 'あぜ道からてくさりを掘ってきて、蛸釣りの餌にした', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1796', '282', 'てしょ', 'null', '小皿', '名詞', 'おてしょに塩盛って、清めをして', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1797', '283', 'でしょう', 'null', '嫁などの出身地', '名詞', 'かないのでしょうは、淡路ですねん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1798', '284', 'でしょう', 'null', '実家', '名詞', 'かないのでしょうは、淡路ですねん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1799', '285', 'てんご', 'null', '悪戲', '名詞', 'ほててんごしなや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1800', '286', 'てんこぼし', 'null', '直射日光に干してからからにすること', '名詞', 'てんこぼしにならんように帽子を被らなあかんぞ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1801', '287', 'てんこぼし', 'null', '炎天にさらすこと', '名詞', 'てんこぼしにならんように帽子を被らなあかんぞ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1802', '288', 'といちばん', 'null', '真っ先', '名詞・副詞', 'あの子は元気者や思とったやけど、蛇を見たらといちばんに逃げよったなぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1803', '289', 'といちばん', 'null', '第一番', '名詞・副詞', 'あの子は元気者や思とったやけど、蛇を見たらといちばんに逃げよったなぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1804', '290', 'とうから', '疾うから', 'ずっと以前から', '副詞', '疾うから感づいていた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1805', '291', 'とうから', '疾うから', '既に', '副詞', '疾うから感づいていた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1806', '292', 'どうけ', 'null', '野の肥え壺', '名詞', 'どうけにはまってびっくりした', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1807', '293', 'どうぞこうぞ', 'null', 'どうにかこうにか', '熟語', '息子が、どうぞこうぞ大学に受かりましてな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1808', '294', 'どうらい', 'null', '程度が甚だしい', '形容詞', 'どうらいおおけない魚が釣れた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1809', '295', 'どうらい', 'null', 'ものすごい', '形容詞', 'どうらいおおけない魚が釣れた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1810', '296', 'どうらい', 'null', 'たいそう', '形容詞', 'どうらいおおけない魚が釣れた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1811', '297', 'どくしょう', 'null', '意地が悪い', '形容動詞', 'どくしょうなめにおうた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1812', '298', 'どくしょいう', 'null', '思いやりがない', '形容動詞', 'どくしょうなめにおうた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1813', '299', 'どくしょう', 'null', '残酷', '形容動詞', 'どくしょうなめにおうた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1814', '300', 'どっこいしょ', 'null', '噴水井戸', '名詞', 'どっこいしょがおるやん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1815', '301', 'どっこいしょ', 'null', '噴き出し水', '名詞', 'どっこいしょがおるやん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1816', '302', 'どっしゃげる', 'null', 'ぶつかる', '動詞', '自転車に乗っとって電信柱にどっしゃげてん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1817', '303', 'どっしゃげる', 'null', '衝突する', '動詞', '自転車に乗っとって電信柱にどっしゃげてん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1818', '304', 'とのくち', '戸の口', '玄関', '名詞', '戸の口に立たないで、早うお入り', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1819', '305', 'どんがら', 'null', '図体', '名詞', 'どんがらがあるんやさかい、もっと強うなれるはずやのに', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1820', '306', 'どんがら', 'null', '体格', '名詞', 'どんがらがあるんやさかい、もっと強うなれるはずやのに', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1821', '307', 'どんならん', 'null', 'どうしょうもない', '熟語', 'そないなことされたら、どんならんなー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1822', '308', 'どんならん', 'null', '仕方がない', '熟語', 'そないなことされたら、どんならんなー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1823', '309', 'どんならん', 'null', '手に負えない', '熟語', 'そないなことされたら、どんならんなー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1824', '310', 'なおす', 'null', '修繕する', '動詞', 'えらいちらかしたなあ。ちゃんとなおしときや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1825', '311', 'なおす', 'null', '訂正する', '動詞', 'えらいちらかしたなあ。ちゃんとなおしときや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1826', '312', 'ながたん', 'null', '菜刀、の転', '名詞', '子どもがそんなながたんもって、てんごしたら怪我すんで', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1827', '313', 'ながたん', 'null', '野菜包丁', '名詞', '子どもがそんなながたんもって、てんごしたら怪我すんで', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1828', '314', 'なしたまあ', 'null', 'なんとまあ', '感動詞', 'なしたまあ、息子さんが大学に合格しなはったんですか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1829', '315', 'なしたまあ', 'null', 'へえっ', '感動詞', 'なしたまあ、息子さんが大学に合格しなはったんですか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1830', '316', 'なしたまあ', 'null', 'ほんとうに', '感動詞', 'なしたまあ、息子さんが大学に合格しなはったんですか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1831', '317', 'なつべる', 'null', '片付ける', '動詞', 'これ、戸棚になつべておいてください', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1832', '318', 'なつべる', 'null', 'しまう', '動詞', 'これ、戸棚になつべておいてください', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1833', '319', 'なつべる', 'null', '整頓する', '動詞', 'これ、戸棚になつべておいてください', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1834', '320', 'なま', 'null', '程度が軽い状態（少し・少なくの意）', '副詞・形容動詞', '昨日よりも今日のほうがなま暑うてありがたい', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1835', '321', 'なま', 'null', '状態がひどくない（ので有り難い）', '副詞・形容動詞', '昨日よりも今日のほうがなま暑うてありがたい', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1836', '322', 'なやすい', 'null', '実に易しい', '形容詞', 'なやすいやつじゃで覚えいよ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1837', '323', 'なやすい', 'null', 'いとも簡単だ', '形容詞', 'なやすいやつじゃで覚えいよ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1838', '324', 'なるい', 'null', '傾斜がゆるい', '形容詞', 'なるいとこに櫓が組んだるわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1839', '325', 'なんどいや', 'null', '何なのだ', '熟語', 'なんどいや、どないした言うねん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1840', '326', 'なんどいや', 'null', 'それがどうした', '熟語', 'なんどいや、どないした言うねん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1841', '327', 'にかいじいさん', 'null', '曾祖父', '名詞', 'あそこの家は、長生きの筋やさかい、にかいじいさんがおってねん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1842', '328', 'にかいばあさん', 'null', '曾祖母', '名詞', 'あそこの家は、長生きの筋やさかい、にかいばあさんがおってねん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1843', '329', 'にちゃつく', 'null', 'ねばりつく', '動詞', 'パイプがやにでにちゃつく', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1844', '330', 'にちゃつく', 'null', 'ねばねばする', '動詞', 'パイプがやにでにちゃつく', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1845', '331', 'ぬけそ', 'null', '不注意な人', '名詞', 'また忘れ物したんか。お前はぬけそやなぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1846', '332', 'ぬけそ', 'null', '間抜けな人', '名詞', 'また忘れ物したんか。お前はぬけそやなぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1847', '333', 'ぬけそ', 'null', 'そっと抜け出す人', '名詞', 'また忘れ物したんか。お前はぬけそやなぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1848', '334', 'ねき', 'null', 'きわ', '名詞', 'タケやんの母屋は宮さんのねきにある家や', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1849', '335', 'ねき', 'null', 'そば', '名詞', 'タケやんの母屋は宮さんのねきにある家や', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1850', '336', 'ねっから', '根っから', 'いっこうに', '副詞', 'ねっからおもしゃない', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1851', '337', 'ねっから', '根っから', 'もともと', '副詞', 'ねっからおもしゃない', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1852', '338', 'ねっから', '根っから', '全然', '副詞', 'ねっからおもしゃない', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1853', '339', '…ねん', 'null', '…のだ', '連語', 'このなんば、めっちゃすっきゃねん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1854', '340', 'のさ', 'null', '緩やかな様子', '形容動詞', 'もっとのさにしてくれ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1855', '341', 'のさ', 'null', '緩い勾配', '形容動詞', 'もっとのさにしてくれ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1856', '342', 'ばあてがする', 'null', '忙しさや突然の事態によって、自分を見失ってしまって、どうすればいいのか、うろたえる', '熟語', 'どないしたらええんかばあてがしてもた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1857', '343', 'はあま', 'null', 'そうだよ', '感動詞', 'はあま、うちらあほやもん。あほで悪かったなあ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1858', '344', 'はあま', 'null', '当然だ', '感動詞', 'はあま、うちらあほやもん。あほで悪かったなあ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1859', '345', 'はげっちょろけ', 'null', '反物の色がところどころ禿げて醜くなること', '名詞', '長い間着とったさかい、着物がはげっちょろけになってしもた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1860', '346', 'はしかい', 'null', '稲や麦の穂の禾などのため、身体がかゆいことをいう', '形容詞', 'のどがはしこーてこまっとんねん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1861', '347', 'はしかい', 'null', 'ちくちくするほどかゆいこと', '形容詞', 'のどがはしこーてこまっとんねん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1862', '348', 'はしかい', 'null', 'すばしこい', '形容詞', 'なにさしてもはしかいやっちゃ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1863', '349', 'はしかい', 'null', '敏捷だ', '形容詞', 'なにさしてもはしかいやっちゃ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1864', '350', 'はしかい', 'null', '抜け目がない', '形容詞', 'なにさしてもはしかいやっちゃ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1865', '351', 'はしり', 'null', '台所の流し', '名詞', 'はしりの茶碗、片付けといてな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1866', '352', 'はたかる', 'null', '狭いところや隙間にものが入る', '動詞', 'するめが歯ぁにはたかった', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1867', '353', 'はたかる', 'null', 'はさまる', '動詞', 'するめが歯ぁにはたかった', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1868', '354', 'はっしゃぐ', 'null', '乾燥して水が漏れる状態になる', '動詞', '木造の漁船は陸にあげといたら、はっしゃいでまいまっせ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1869', '355', 'はっしゃぐ', 'null', '乾いて壊れる', '動詞', '木造の漁船は陸にあげといたら、はっしゃいでまいまっせ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1870', '356', 'はっちゃれ', 'null', 'お転婆の人', '名詞', 'はっちゃれ、どバッちゃれ、はっちゃれ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1871', '357', 'はっちゃれ', 'null', '意地の悪い人', '名詞', 'はっちゃれ、どバッちゃれ、はっちゃれ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1872', '358', 'はつる', '削る', '少しずつ欠いて削り取る', '動詞', '材 (き) をはつる斧 (よき) の音', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1873', '359', 'はんつ', 'null', '半端である状態や数が不揃いである状態', '名詞', 'はんつの金では、上等の物が買えない', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1874', '360', 'ひどないな', 'null', '酷い', '形容動詞（な）', 'そんなひどないなことをしたら可哀想や', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1875', '361', 'ひょとくる', 'null', 'からかう', '動詞', 'そないに人をひょとくっとったら、しまいにひどいめにあわされるぞ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1876', '362', 'ひょとくる', 'null', '馬鹿にする', '動詞', 'そないに人をひょとくっとったら、しまいにひどいめにあわされるぞ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1877', '363', 'ぴりぴり', 'null', '細かな雨が降る様子', '副詞', 'あっ、ぴりぴりしてった。いそごか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1878', '364', 'ぶいぶい', 'null', '黄金虫', '名詞', '夏休みの宿題に、ぶいぶいや蝉の標本を作ったなぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1879', '365', 'ぶてこい', 'null', '弾力性をそなえていて分厚い', '形容詞', 'ぶてこい紙やなぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1880', '366', 'へこさか', 'null', '逆さま', '名詞・形容動詞', 'こまい子が、靴の右と左をへこさかに履いとる', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1881', '367', 'へこさか', 'null', '反対', '名詞・形容動詞', 'こまい子が、靴の右と左をへこさかに履いとる', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1882', '368', 'へちゃげる', 'null', '押しつぶす', '動詞', '缶詰の缶を足で踏んでへちゃげる', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1883', '369', 'へちゃがる', 'null', '自然と押し潰されたようになる', '動詞', '鞄の中でパンがへちゃがっとる', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1884', '370', 'へっさ', 'null', '久しく', '副詞', 'へっさ合わなんださかい、心配しよった', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1885', '371', 'へっさ', 'null', '長らく', '副詞', 'へっさ合わなんださかい、心配しよった', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1886', '372', 'へっさ', 'null', '長時間', '副詞', 'へっさ合わなんださかい、心配しよった', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1887', '373', 'へっさ', 'null', '長期間', '副詞', 'へっさ合わなんださかい、心配しよった', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1888', '374', 'べっちょない', 'null', '心配ない', '熟語', 'そんなつめたいもんばっかりくーてべっちょないか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1889', '375', 'べっちょない', 'null', '大丈夫だ', '熟語', 'そんなつめたいもんばっかりくーてべっちょないか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1890', '376', 'べっちょない', 'null', '別状ない', '熟語', 'そんなつめたいもんばっかりくーてべっちょないか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1891', '377', 'へて', 'null', 'そ（う）して', '接続詞', 'へてからつぎ何すんねん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1892', '378', 'へべたい', 'null', '平たい', '形容詞', 'へべたい皿', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1893', '379', 'へべたい', 'null', '平べったい', '形容詞', 'へべたい皿', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1894', '380', 'へらへっと', 'null', 'むやみやたらに', '副詞', 'おこわへらへっとくーてずつないわー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1895', '381', 'へらへっと', 'null', '無茶苦茶に', '副詞', 'おこわへらへっとくーてずつないわー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1896', '382', 'へらへっと', 'null', '（適度を超えて）たくさん', '副詞', 'おこわへらへっとくーてずつないわー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1897', '383', 'べろまかす', 'null', '見せびらかす', '動詞', '綺麗な着物やなぁ。みんなにべろまかしたりなはれ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1898', '384', 'ほうぼら', 'null', 'あちらこちら', '名詞', '体のほうぼらが痛うて、寝とれなんだ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1899', '385', 'ほうぼら', 'null', '方々', '名詞', '体のほうぼらが痛うて、寝とれなんだ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1900', '386', 'ほたえる', 'null', 'ふさげる', '動詞', 'そんなとこでほたえたら、他のお客さんにめーわくやろ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1901', '387', 'ほたえる', 'null', '戯れて騒ぐ', '動詞', 'そんなとこでほたえたら、他のお客さんにめーわくやろ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1902', '388', 'ほどらい', 'null', '程合いを適度に', '名詞', 'ほどらいちゅうもん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1903', '389', 'ほめく', 'null', '蒸し暑くなる', '動詞', '今日はえらいほめきやなあ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1904', '390', 'まくれる', 'null', '巻くようにして転がる', '動詞', 'もーちょっとで溝にまくれよった', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1905', '391', 'またい', 'null', 'にぶい', '形容詞', 'またいやっちゃなあ、こけたりして', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1906', '392', 'まっかっか', '真っ赤っ赤', '真っ赤＋赤', '名詞', '夕空が真っ赤っ赤に染まる', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1907', '393', 'まてばしがない', 'null', '待ちきれない', '熟語', 'あの子はおやつを見たら、待てばしがない。じきに欲しがるねん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1908', '394', 'まどう', 'null', '償う', '動詞', 'わしがまどたるさかい、心配せんでえーで', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1909', '395', 'まどう', 'null', '弁償する', '動詞', 'わしがまどたるさかい、心配せんでえーで', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1910', '396', 'まねくそ', 'null', 'ほんの少し', '副詞', 'ほんまにまねくそほどの土産ですけど、食べておくんなはれ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1911', '397', 'まねくそ', 'null', '僅かばかり', '副詞', 'ほんまにまねくそほどの土産ですけど、食べておくんなはれ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1912', '398', 'みあげ', 'null', '着物の肩上げや腰上げなどの縫い上げ', '名詞', '大けな浴衣をあげしてもろて、かいらしいなぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1913', '399', 'みとみない', 'null', '見苦しい', '形容詞', 'そんなみとみない格好して、よそへ行かんといてんか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1914', '400', 'みとみない', 'null', '醜い', '形容詞', 'そんなみとみない格好して、よそへ行かんといてんか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1915', '401', 'みとみない', 'null', 'みっともない', '形容詞', 'そんなみとみない格好して、よそへ行かんといてんか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1916', '402', 'むかわり', 'null', '一周忌', '名詞', 'お祖父さんがなくなって、今年はむかわりや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1917', '403', 'むさんこ', '無算講', 'むやみに', '形容動詞', 'そんなにむさんこに詰め込んだらあかん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1918', '404', 'むしきる', 'null', 'むしり取る', '動詞', '囲いの鉄線をむしきって、猪が田圃を荒らした', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1919', '405', 'むしきる', 'null', 'もぎ取る', '動詞', '囲いの鉄線をむしきって、猪が田圃を荒らした', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1920', '406', 'むつこい', 'null', '食べ物の味が濃厚だ', '形容詞', 'ちーとむつこいかなー、ゆー差しとおみや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1921', '407', 'むつこい', 'null', '脂っこい', '形容詞', 'ちーとむつこいかなー、ゆー差しとおみや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1922', '408', 'めぐ', 'null', '壊す', '動詞', '誰がめんだんや。この壺高かったのに', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1923', '409', 'めぐ', 'null', '細かく砕く', '動詞', '誰がめんだんや。この壺高かったのに', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1924', '410', 'めばちこ', 'null', '目の縁にできる腫れ物', '名詞', 'めー痛いおもたら、めばちこができてるわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1925', '411', 'めばちこ', 'null', 'ものもらい', '名詞', 'めー痛いおもたら、めばちこができてるわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1926', '412', 'めめ', 'null', '自分', '代名詞', 'めめが行ってきてやる', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1927', '413', 'めんどい', 'null', '（容姿などが）醜い', '形容詞', 'ちょっとめんどいけど、性格がええ娘はんや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1928', '414', 'めんどい', 'null', '見た目が良くない', '形容詞', 'ちょっとめんどいけど、性格がええ娘はんや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1929', '415', 'めんどい', 'null', '体裁が悪い', '形容詞', 'ちょっとめんどいけど、性格がええ娘はんや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1930', '416', 'めんどい', 'null', '格好が悪い', '形容詞', 'ちょっとめんどいけど、性格がええ娘はんや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1931', '417', 'もつい', 'null', 'もうすぐ', '副詞', '一時間前にスタートしたんやさかい、もついここを通るやろ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1932', '418', 'もつい', 'null', '間もなく', '副詞', '一時間前にスタートしたんやさかい、もついここを通るやろ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1933', '419', 'もっとらしい', 'null', 'いかにも道理にかなっている感じがする', '形容詞', '講演会や言うさかい、もっとらしい話をするんかいなぁと思とったのに', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1934', '420', 'もみない', 'null', 'まずい', '形容詞', 'こんなもみないもん食えっかい', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1935', '421', 'もみない', 'null', 'あじない', '形容詞', 'こんなもみないもん食えっかい', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1936', '422', 'ももける', 'null', '布地などが、こすれて毛羽だつこと', '動詞', '長い間着とったさかい、服の生地がももけた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1937', '423', 'やうち', '家内', '家族全員', '名詞', 'やうち残らず女郎はいやがれど', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1938', '424', 'やぎろしい', 'null', '面倒だ', '形容詞', '何や、やぎろしい図面になってもたわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1939', '425', 'やぎろしい', 'null', '複雑だ', '形容詞', '何や、やぎろしい図面になってもたわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1940', '426', 'やぎろしい', 'null', '難しい', '形容詞', '何や、やぎろしい図面になってもたわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1941', '427', 'やぐさい', 'null', '焦げくさい', '形容詞', '炬燵をひっくりかえしたんと違うか。布団がやぐさいように思うけど', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1942', '428', 'やぐさい', 'null', 'きなくさい', '形容詞', '炬燵をひっくりかえしたんと違うか。布団がやぐさいように思うけど', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1943', '429', 'やたけた', 'null', '無謀だ', '形容動詞', 'あいつはやたけたな男やさかい気ぃつけなあかん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1944', '430', 'やたけた', 'null', '乱暴だ', '形容動詞', 'あいつはやたけたな男やさかい気ぃつけなあかん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1945', '431', 'やたけた', 'null', '不精だ', '形容動詞', 'あいつはやたけたな男やさかい気ぃつけなあかん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1946', '432', 'やたけた', 'null', '下品で正しくない', '形容動詞', 'あいつはやたけたな男やさかい気ぃつけなあかん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1947', '433', 'やっと', 'null', 'たくさん', '副詞', '魚がやっと釣れた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1948', '434', 'やっと', 'null', '多く', '副詞', '魚がやっと釣れた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1949', '435', 'やばたい', 'null', '弱々しい', '形容詞', 'やばい結び方をしとったらじっきにほどけてしまうぞ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1950', '436', 'やばたい', 'null', '危なっかしい', '形容詞', 'やばい結び方をしとったらじっきにほどけてしまうぞ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1951', '437', '…やます', 'null', '…してあげる', 'null', '待っとってやさかい、早う行ってやませ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1952', '438', '…やます', 'null', '…してさしあげる', 'null', '待っとってやさかい、早う行ってやませ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1953', '439', 'ゆうだち', '夕立', '夏の夕方の急な俄か雨', '名詞', '夏の夕立のように涙が降って来た', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1954', '440', 'ゆうだち', '夕立', '雷', '名詞', '途中でひどい夕立に逢って困った事もある', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1955', '441', 'ゆうだち', '夕立', '雷鳴', '名詞', '十二時頃夕立がした', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1956', '442', 'よおけ', 'null', 'たくさん', '形容動詞', 'ほんまによおけファンがおるなあ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1957', '443', 'よくどしい', '欲どしい', '欲張りだ', '形容詞', '欲どしい奴が福茶に寝付けえず', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1958', '444', 'よくどしい', '欲どしい', '欲が深い', '形容詞', '欲どしい奴が福茶に寝付けえず', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1959', '445', 'よさり', '夜さり', '夜', '名詞', 'この時期はよさり冷えるさかいにぬくうせなあかんで', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1960', '446', 'よってこって', 'null', '寄り集まって一緒にする様子', 'null', 'よってこっと赤信号を渡ったら、車も止まってくれるやろ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1961', '447', 'よぼる', 'null', '器に入った液体が他のものに注ぐときに、容器の縁を伝って滴が少しずつ垂れる', '動詞', 'はよ飲まな、ビールがよぼんりょんどー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1962', '448', 'よもみる', 'null', '物事の成り行きを見る', '動詞', '今日は大けな雨が降っとるさかい、ちょっとよもみてから出かけたらどないや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1963', '449', 'よもみる', 'null', '結果を見る', '動詞', '今日は大けな雨が降っとるさかい、ちょっとよもみてから出かけたらどないや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1964', '450', 'らく', 'null', '大丈夫だ', '名詞・形容動詞', 'そのまんまにしとかれ。らくじゃ、らくじゃ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1965', '451', 'らく', 'null', '都合が良い', '名詞・形容動詞', 'そのまんまにしとかれ。らくじゃ、らくじゃ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1966', '452', 'らく', 'null', '差し支えない', '名詞・形容動詞', 'そのまんまにしとかれ。らくじゃ、らくじゃ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1967', '453', 'りんりき', 'null', '人力車', '名詞', 'このあたりでもようけりんりき見ましたでぇ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1968', '454', 'れんげ', 'null', 'すりこぎ', '名詞', 'れんげで捏ねるさかいに、すり鉢を押さえとってくれへんか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1969', '455', 'わや', 'null', '乱暴', '名詞・形容動詞', 'わやな話', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1970', '456', 'わや', 'null', '無茶', '名詞・形容動詞', 'わやを言う', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1971', '457', 'わらかす', '笑かす', '笑わせる', '動詞', 'こんなときに人をわらかしちゃいけない', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1972', '458', '…んす', 'null', '…なさる', '助動詞', 'そんな遠いとこへ行かんすのですか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1973', '459', 'あかん', 'null', '駄目だ', '熟語', 'これあかんやで', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1974', '460', 'あかん', '明かん', '役に立たん', '熟語', 'こりゃあかんわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1975', '461', 'あかん', '明かん', 'いけない', '熟語', 'こりゃあかんわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1976', '462', 'かんにん', '堪忍', 'ごめんなさい', '名詞', 'どうか堪忍しておくれ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1977', '463', 'あきまへん', 'null', '駄目です（丁寧語）', '熟語', 'おいおーい、あきまへんて', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1978', '464', 'あっこ', 'null', 'あそこ', '代名詞', 'またあっこで待ってるよ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1979', '465', 'あほぬかせ', 'null', '決定的に怒る', '熟語', 'アホぬかせっ!どこまで偉いと思うとんじゃ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1980', '466', 'あほほど', 'null', 'たくさん', '副詞', 'アホほど魚が釣れてなあ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1981', '467', 'あほほど', 'null', 'ずいぶん多く', '副詞', 'アホほど魚が釣れてなあ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1982', '468', 'ほんなら', 'null', 'それなら', '接続詞', 'よそより安い、ほんなら買おう', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1983', '469', 'ほんなら', 'null', 'それでは', '接続詞', 'よそより安い、ほんなら買おう', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1984', '470', 'あめちゃん', '飴ちゃん', '飴（丁寧語）', '名詞', '兄ちゃん、毎日来てるなぁ。飴ちゃんあげよ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1985', '471', 'おいもさん', 'お芋さん', '芋（丁寧語）', '名詞', 'お芋さんが甘い', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1986', '472', 'おいなりさん', '御稲荷さん', 'いなり寿司（丁寧語）', '名詞', 'うちの家にじいちゃんが作ったお稲荷さんがある', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1987', '473', 'いうても…', '言うても…', '前置き', 'null', '言うても高いがな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1988', '474', 'いうても…', '言うても…', '助走', 'null', '言うても高いがな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1989', '475', 'いけてる', 'null', 'オーケー', '熟語', '映像も音楽もいけてる', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1990', '476', 'いててや', 'null', 'いてほしい', '熟語', '帰ったらあかんで、そこにいててや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1991', '477', 'いてまえ', 'null', 'やっちまえ', '熟語', 'いてまえ打線', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1993', '479', 'ほんま', 'null', '本当', '名詞・形容動詞', '本真にがめつい', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1994', '480', 'ええ', 'null', '良い', '形容詞', 'ええじゃないか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1995', '481', 'ええ', 'null', '好い', '形容詞', 'ええじゃないか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1996', '482', 'ええ', 'null', '善い', '形容詞', 'ええじゃないか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1997', '483', 'えんりょうのかたまり', '遠慮のかたまり', '食べ残った最後のひとつ', '熟語', 'おい、遠慮のかたまり、誰か食えよ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1998', '484', 'おおさか', '大阪', 'タダやおまけに弱い人々', '名詞', 'はい、750円という声が出ました。さすがは大阪ですね', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('1999', '485', 'おち', '落ち', '落語の結末', '名詞', 'この話には落ちがついている', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2000', '486', 'おち', '落ち', '地口、語呂、軽口、で結ぶ', '名詞', 'この話には落ちがついている', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2001', '487', 'おっさん', 'null', '叔父', '名詞', '隣のおっさん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2002', '488', 'おっさん', 'null', '伯父', '名詞', '隣のおっさん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2003', '489', 'おてらさん', 'お寺さん', 'お坊さん（丁寧語）', '名詞', 'お寺さんおられますか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2004', '490', 'おとん', 'null', 'おとうさん（幼児語）', '名詞', 'おとん、お早う', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2005', '491', 'おかん', 'null', 'おかあさん（幼児語）', '名詞', 'おかんとおとんどっか行っておれへんねん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2006', '492', 'おばはん', 'null', 'おばさん', '名詞', 'おばはんにも見せて', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2007', '493', 'おんどれ', 'null', 'おまえ', '代名詞', 'なんやと、おんどれっ、ケンカ売っとんのか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2008', '494', 'おんどれ', 'null', '貴様', '代名詞', 'なんやと、おんどれっ、ケンカ売っとんのか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2009', '495', 'がめる', 'null', '盗む', '動詞', 'タバコをがめてきた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2010', '496', 'きしょい', 'null', '気持ち悪い', '形容詞', 'きしょい人', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2011', '497', 'くいだおれ', '食い倒れ', '飲食にぜいたくなため貧乏になること', '名詞', '京の着倒れ、大阪の食い倒れ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2012', '498', 'ぐうたら', 'null', 'なまけもの', '名詞・形容動詞', 'ぐうたらな生活を送る', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2013', '499', 'ぐうたら', 'null', '甲斐性のないもの', '名詞・形容動詞', 'ぐうたらな生活を送る', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2014', '500', 'ちゃっかりする', 'null', 'ぬけめなく、かっちりしている', '熟語', '女の子って、実に抜け目が無く、自分の事ばかり考えて、ちゃっかりしているものだと思った', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2015', '501', '…しもた', 'null', '…てしまった', '補助動詞', 'えらいことしてしもた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2016', '502', 'こさえる', '拵える', 'こしらえる', '動詞', '家でこさえた柏餅を提げて', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2017', '503', 'こさえる', '拵える', '作るの意', '動詞', '家でこさえた柏餅を提げて', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2018', '504', 'こそばい', 'null', 'くすぐったい', '形容詞', '今にお腹を這 (は) ふやうな、ああぞろぞろとこそばい', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2019', '505', 'ごちゃごちゃと', 'null', '物事が乱雑には入り交じっていること', '副詞', 'あのときはごちゃごちゃしてたな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2020', '506', 'さぶいぼ', 'null', '寒いぼ', '名詞', 'さぶいぼ出てるわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2021', '507', 'さぶいぼ', 'null', 'はげしい鳥肌', '名詞', 'さぶいぼ出てるわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2022', '508', 'さら', '新', '新品', '名詞', 'さらのゆかた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2023', '509', 'さら', '新', '新しいこと', '名詞', 'さらのゆかた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2024', '510', 'ざんない', '慚無い', 'みっともない', '形容詞', 'ざんないことで、すいません', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2025', '511', 'しぶとい', 'null', '容易にへこたれない', '形容詞', 'しぶとい奴だ、こらしめてやる', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2026', '512', 'しぶとい', 'null', '強情で頑固', '形容詞', 'しぶとい奴だ、こらしめてやる', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2027', '513', 'しぶとい', 'null', 'ねばり強い', '形容詞', 'しぶとい奴だ、こらしめてやる', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2028', '514', 'しゃないんやな', 'null', '仕方がないのだね', '熟語', 'じゃ、しゃないんやな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2029', '515', 'しょげんと', 'null', 'がっかりしないで', '熟語', 'まぁ、しょげんとそんな年がくるのを待ちますわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2030', '516', 'じんじろべい', 'null', 'ジンベイザメ', '名詞', 'あそこにじんじろべいっていう名前の、フカがおるんや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2031', '517', 'すかくらう', 'すか食らう', 'ハズレをひく', '動詞', 'スカ食らってますね', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2032', '518', 'すべた', 'null', '婦人を罵る言葉', '名詞', 'このドすべたがっ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2033', '519', 'すべた', 'null', '醜婦の意', '名詞', 'このドすべたがっ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2034', '520', 'そやない', 'null', 'そうではない', '熟語', 'そやな、甘えてたらあかんねんな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2035', '521', 'たいこもち', '太鼓持ち', '幇間', '名詞', '多くの作者は、その戯作者気質と、幇間気質を曝露している。', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2036', '522', 'だしまき', 'だし巻き', '卵焼き', '名詞', '出し巻き卵', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2037', '523', 'ちびる', 'null', '少し出す', '動詞', '予算をちびる', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2038', '524', 'ちびる', 'null', '出し惜しむ', '動詞', '予算をちびる', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2039', '525', 'つごう', '都合', '合計', '副詞', '都合5人が参加する', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2040', '526', '…でっせ', 'null', '…ですよ、の意', '熟語', 'null', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2041', '527', 'ど', 'null', '強調', '接頭語', 'このドすべたがっ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2042', '528', 'どつぼにはまる', 'null', '最低最悪の状態におちいる', '熟語', 'ますます自分でも悪者っぽく聞こえてドツボにハマったという感じだった', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2043', '529', 'どべ', 'null', '一番後', '名詞', '運動会でこけて、どべじゃった', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2044', '530', 'どべ', 'null', '最終の順位', '名詞', '運動会でこけて、どべじゃった', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2045', '531', 'なんぞ', '何ぞ', '何か', '連語', '何ぞおもしろいことはないか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2046', '532', 'なんでやね', 'null', 'どうしてなのか', '熟語', '大阪で東京対決、なんでやねん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2047', '533', 'なんぼ', '何ぼ', 'いくら（値段）', '名詞', '値段は何ぼですか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2048', '534', 'なんぼ', '何ぼ', 'いくつ（数）', '名詞', 'そばなら何ぼでも食える', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2049', '535', 'ぬくい', '温い', '暖かい', '形容詞', '布団がぬくい', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2050', '536', 'ぬくい', '温い', '温かい', '形容詞', '布団がぬくい', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2051', '537', 'ぱちもん', 'null', '偽造品', '名詞', 'なろうと思えば誰でも探偵になれるから、ぱちもん業者が巷にわんさと溢れているのだ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2052', '538', 'ばば', 'null', '大便', '名詞', 'ばば溜まってる', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2053', '539', 'ばば', 'null', '糞', '名詞', 'ばば溜まってる', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2054', '540', '…はる', 'null', '…なさる、の意', '助動詞', 'いまからどこいきはんの', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2055', '541', 'べっぴん', '別嬪', '美人', '名詞', '縁の早い、売口の美い別嬪の画であった', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2056', '542', 'ぼけ', '惚け', 'あほう', '名詞', '何言うてんね、ボケ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2057', '543', 'かす', '滓', '無駄', '名詞', '人間のかす', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2058', '544', 'かす', '滓', 'くず', '名詞', '人間のかす', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2059', '545', 'かす', '滓', '役にたたないもの', '名詞', '人間のかす', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2060', '546', 'ぼやく', 'null', '小言を言う', '動詞', '仕事がきついとぼやく', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2061', '547', 'ぼやく', 'null', '不平をいう', '動詞', '仕事がきついとぼやく', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2062', '548', 'ほる', '放る', '放り投げる', '動詞', 'やら腹立ちに門口へほれば', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2063', '549', 'ほる', '放る', '捨てる', '動詞', 'やりかけでほっておく', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2064', '550', 'ぼんぼん', 'null', '世間知らずの良家の息子', '名詞', 'ぼんぼん育ち', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2065', '551', '…かいな', 'null', '疑問', '助詞', 'ここでお雇いなさるのかいな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2066', '552', '…かいな', 'null', '反語あろうか、ありはしない', '助詞', 'かいな、こちゃまた風負けせいでえいかと思うた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2067', '553', '…まっせ', 'null', '…ますよ', '熟語', '注文の品、すぐお届けしまっせ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2068', '554', 'むずい', 'null', 'むずかしい', '形容詞', 'むずいことやなぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2069', '555', 'めんちをきる', 'めんちを切る', 'にらみつける', '動詞', '若い頃はメンチきられた', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2070', '556', 'やつし', 'null', '洒落者', '名詞', 'あの人、きれいなつもりなんか知らんけど、毎日やつして、いやらしいわぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2071', '557', 'やつし', 'null', 'めかし屋', '名詞', 'あの人、きれいなつもりなんか知らんけど、毎日やつして、いやらしいわぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2072', '558', 'やつし', 'null', 'めかすのが好きな人', '名詞', 'あの人、きれいなつもりなんか知らんけど、毎日やつして、いやらしいわぁ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2073', '559', '…やん', 'null', '…ない', '助動詞', 'そんなんせんでえーやんか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2074', '560', '…やん', 'null', '打消の意', '助動詞', 'そんなんせんでえーやんか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2075', '561', 'わや', 'null', '駄目', '形容動詞', 'もーわやや。どないしょー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2076', '562', 'わや', 'null', '台無し', '形容動詞', 'もーわやや。どないしょー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2077', '563', 'あおぬけ', '仰向け', '仰向け', '名詞', 'あおぬけになって寝てください', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2078', '564', 'あおのけ', '仰向け', '仰向け', '名詞', 'あおのけになって寝てください', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2079', '565', 'あいのもん', 'null', 'おやつ', '名詞', 'あいのもん、なんぞないか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2080', '566', 'あいのもん', 'null', '間食', '名詞', 'あいのもん、なんぞないか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2081', '567', 'あいのもん', 'null', '食事と食事の間に食べるもの', '名詞', 'あいのもん、なんぞないか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2082', '568', 'あかだし', '赤だし', '赤味噌の汁', '名詞', '今朝は赤だしや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2083', '569', 'あかべ', 'null', 'あかんべ', '名詞', '（嫌なことを命じられた時）あかべや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2084', '570', 'あかべ', 'null', '赤目の転', '名詞', '（嫌なことを命じられた時）あかべや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2085', '571', 'あがり', 'null', 'あがりなさい', '動詞', '早うあがり。暑かったやろ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2086', '572', 'あがる', '上がる', '北に行く', '動詞', '新烏丸 (からすま) 通り竹屋町上がる', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2087', '573', 'あいそ', '愛想', '愛想', '名詞', 'えらいすんまへんな。あいそなしで', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2088', '574', 'あほくさい', 'null', '馬鹿馬鹿しい', '形容詞', 'そんなん、あほくさてやってられるかい', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2089', '575', 'あらしょ', 'null', 'あるじゃないか', '熟語', 'どこ、さがしてんや。そこにあらしょ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2090', '576', 'あんじょー', 'null', 'うまく', '副詞', 'あんじょーたのんまっさ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2091', '577', 'あんじょー', 'null', '上手に', '副詞', 'あんじょーたのんまっさ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2092', '578', 'いかーしめへん', 'null', '行きはしません', '熟語', 'そんなところまでいかーしめへんやろ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2093', '579', 'いてこます', 'null', 'やっつける', '動詞', 'しょーもないことばかりゆーてたらいてこますぞ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2094', '580', 'いてる', 'null', 'いる', '動詞', 'いてるかいてへんかしらんけどいっぺん電話してみたらどないや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2095', '581', 'いのく', 'null', '動く', '動詞', 'よーいのきはる人やなー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2096', '582', 'いんじゃんほい', 'null', 'じゃんけんをする時のかけ声', '名詞', 'いんじゃんほい。あいこでしょ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2097', '583', 'えげつない', 'null', 'ひどい', '形容詞', 'あんまりえげつないこと言わんといてーや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2098', '584', 'えげつない', 'null', '悪い', '形容詞', 'あんまりえげつないこと言わんといてーや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2099', '585', 'えーし', 'null', 'お金持ち', '名詞', 'わてらとえーしのこはほんまにちゃいまんなあ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2100', '586', 'えーし', 'null', '財産家', '名詞', 'わてらとえーしのこはほんまにちゃいまんなあ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2101', '587', 'おいえ', 'null', 'そうだ', '助動詞', 'おいえ、あぶないわしよ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2102', '588', 'おいえ', 'null', 'そのとおり', '助動詞', 'おいえ、あぶないわしよ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2103', '589', 'おえはん', 'null', '大奥様', '名詞', 'おえはんに相談してからにしょーか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2104', '590', 'おえはん', 'null', '女主人', '名詞', 'おえはんに相談してからにしょーか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2105', '591', 'おがる', 'null', '〈大声で〉叫ぶ', '動詞', 'ちょっとむこうにいる人におがっちょーえ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2106', '592', 'おがる', 'null', '呼ぶ', '動詞', 'ちょっとむこうにいる人におがっちょーえ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2107', '593', 'おはよーおかえり', 'null', 'お早くお帰りなさい', '塾語', '「いてさんじます」「おはようおかえり」', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2108', '594', 'おます', 'null', 'なります', '動詞', 'ないちゅーてさがしてはるもん、そこにおますで', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2109', '595', 'おもしゃい', 'null', '面白い', '形容詞', 'おもしゃいことばっかゆーちゃら', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2110', '596', 'おもしゃい', 'null', '変な', '形容詞', 'おもしゃいかざするなー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2111', '597', 'おもんない', 'null', 'おもしろくない', '形容詞（否定形）', 'なんも　おもんないわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2112', '598', 'おーきに', 'null', 'ありがとう', '感動詞', 'おーきに。すんまへんなー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2113', '599', 'かめへん', 'null', 'かまわない', '連語', '心配すな。かめへんかめへん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2114', '600', 'かんてき', 'null', '七輪', '名詞', 'かんてきで何やいてるかおもたら、さいらやいてんか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2115', '601', '…がな', 'null', '…ではないか', '連語', 'そんなんもー、どーでもえーがな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2116', '602', '…がな', 'null', 'じゃない', '連語', 'そんなんもー、どーでもえーがな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2117', '603', 'がめつい', 'null', 'けちな', '形容詞', 'あいつ、がめついやっちゃなあ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2118', '604', 'ぎょーさん', 'null', 'たくさん', '名詞・形容動詞', 'ぎょーさんあるかおもてたら、なんもあれへんかったで', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2119', '605', 'ぐっすり', 'null', 'たくさん', '名詞・形容動詞', 'ぐっすりくーてぴゅーすけ走れ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2120', '606', 'けったい', 'null', '奇妙', '形容動詞', 'けったいなことばっかし言わんといて', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2121', '607', 'けったい', 'null', '変', '形容動詞', 'けったいなことばっかし言わんといて', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2122', '608', 'こそばす', 'null', 'くすぐる', '動詞', 'こそばいさかいあんまりこそばさんといてーや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2123', '609', 'ごっかぶり', 'null', 'ごきぶり', '名詞', 'なにかとおもたらおーきなごっかぶりや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2124', '610', 'ごわへん', 'null', 'ございません', 'null', '皆さん、おかわりごわへんか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2125', '611', 'ごんたくれ', 'null', '腕白', '名詞', 'あいつほんまにごんたくれやなー。ゆーことひとっつもきけへんし', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2126', '612', 'ごんたくれ', 'null', 'いたずらっ子', '名詞', 'あいつほんまにごんたくれやなー。ゆーことひとっつもきけへんし', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2127', '613', '…さかい', 'null', '…から', '副詞', '今日は雨やさかい、傘もっていき', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2128', '614', '…さかい', 'null', '…ので', '副詞', '今日は雨やさかい、傘もっていき', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2129', '615', 'さよか', 'null', 'そうか', 'null', '「もうそろそろでっせ」「さよか。ほな行こか」', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2130', '616', 'しょーもない', 'null', 'くだらない', '形容詞', 'しょーもない話ばっかして。えーかげにせー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2131', '617', 'じゅんさい', 'null', 'いい加減', '形容動詞', 'じゅんさいなことばっかしゆーとったら、あかんで', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2132', '618', 'じょら', 'null', 'あぐら', '名詞', 'あし、しんどいさかい、じょらかかせてもらいまっさ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2133', '619', 'ずぼら', 'null', '無精', '名詞・形容動詞', 'ずぼらせんとちゃんとやらなあかんで、ほんまに', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2134', '620', 'ずぼら', 'null', 'じだらく', '名詞・形容動詞', 'ずぼらせんとちゃんとやらなあかんで、ほんまに', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2135', '621', 'ずぼら', 'null', '投げやり', '名詞・形容動詞', 'ずぼらせんとちゃんとやらなあかんで、ほんまに', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2136', '622', 'せわしない', 'null', '忙しい', '形容詞', 'せわしないやっちゃなあ。もうちっとおちついたら、どないや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2137', '623', 'そげ', 'null', 'とげ', '名詞', 'そげたっていたいねん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2138', '624', '…ちゃーる', 'null', '…ている', '連語', 'まだ雨、ふっちゃーるわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2139', '625', 'てれこ', 'null', '互い違い', '名詞・形容動詞', 'これ、てれこになってるやないかい', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2140', '626', 'でぼちん', 'null', 'おでこ', '名詞', 'でぼちんうったんか。まっかっかやん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2141', '627', 'どたま', 'null', '「ど」＋「あたま」', '名詞', 'どたま、どついたろか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2142', '628', 'どない', 'null', 'どう', '接頭辞', 'どないなってんねん、ほんまに', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2143', '629', 'どない', 'null', 'どのように', '接頭辞', 'どないなってんねん、ほんまに', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2144', '630', '…なはれ', 'null', '…なさい', '動詞（命令形）', 'あんたらもうええかげんにしなはれや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2145', '631', 'なんぎ', '難儀', '困難だ', '名詞・形容動詞', 'えらいなんぎなはなしやなあ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2146', '632', 'なんしか', 'null', '何しろ', '副詞', 'なんしかえーねんて。こんどいっぺん行きはったらどない', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2147', '633', 'なんでれでー', 'null', 'どうして', '副詞', 'なんでれでーやい', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2148', '634', 'なんでれでー', 'null', 'なぜ', '副詞', 'なんでれでーやい', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2149', '635', 'にくそい', 'null', '憎らしい', '形容詞', 'にくそいことばっかしゆーたらあかな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2150', '636', 'にっちょ', 'null', '日曜', '名詞', 'こんどのにっちょ、まっちゃまちへにんぎょかいにいてくるわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2151', '637', 'にぬき', 'null', 'ゆで卵', '名詞', 'にぬきなと食べへんか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2152', '638', 'のんもる', 'null', 'のみやがる', '動詞', 'あいつは　よー牛乳飲んもるなー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2153', '639', 'へてから', 'null', 'それから', '接続詞', 'へてからつぎ何すんねん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2154', '640', 'べべ', 'null', 'びり', '名詞', '競争してもいつもべべばっかしや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2155', '641', 'ぼちぼち', 'null', '少しずつ', '副詞', '「もうかりまっか」「まあ、ぼちぼちでんなあ」', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2156', '642', 'もういっぺん', 'null', 'もう一度', 'null', 'お願いやさかいに、もういっぺんゆーてみて', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2157', '643', 'めっちゃ', 'null', 'たいへん', '副詞', 'めっちゃおもしろいやんなー。今度行ってみたろ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2158', '644', 'めっちゃ', 'null', '非常に', '副詞', 'めっちゃおもしろいやんなー。今度行ってみたろ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2159', '645', 'もむない', 'null', 'まずい', '形容詞', 'このすいかもむないわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2160', '646', 'やつす', 'null', 'おめかしする', '動詞', 'そんなにやつして、今からどこいきはんの', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2161', '647', 'やつす', 'null', '化粧する', '動詞', 'そんなにやつして、今からどこいきはんの', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2162', '648', 'ややこ', 'null', '赤ん坊', '名詞', 'えらいかわいーややこやなー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2163', '649', '…やんか', 'null', '…じゃないか', '連語', 'そんなんせんでえーやんか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2164', '650', 'よってに', 'null', 'から', '副詞', '今日はさぶいよってに、はよかえっておいなはれ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2165', '651', 'よってに', 'null', 'ので', '副詞', '今日はさぶいよってに、はよかえっておいなはれ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2166', '652', 'あじない', 'null', '〈食べ物が〉まずい', '形容詞', 'ここのおつゆあじないわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2167', '653', 'あじない', 'null', 'おいしくない', '形容詞', 'ここのおつゆあじないわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2168', '654', 'あて', 'null', '私', '代名詞', 'あてかてしてみとおす', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2169', '655', 'あまえた', '甘えた', '甘えん坊', '名詞', 'あんたは甘えたやなあ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2170', '656', 'いか', 'null', '凧', '名詞', 'お正月はいか揚げして遊ぼうな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2171', '657', 'いきし', '行きし', '行きがけ', '名詞', '行きしに先生におーたわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2172', '658', 'いらやき', 'null', '生焼け', '名詞', 'この魚いらやきや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2173', '659', 'うち', 'null', '私', '代名詞', 'うっとこ（うちとこ）おいないな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2174', '660', '…え', 'null', '…よ', '終助詞', 'さっき帰らはったえ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2175', '661', '…え', 'null', '軽く念を押す', '終助詞', 'さっき帰らはったえ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2176', '662', 'えずく', 'null', '吐き気をもよおす', '動詞', '食べすぎでえずいてしもたわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2177', '663', 'えずく', 'null', '嘔吐する', '動詞', '食べすぎでえずいてしもたわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2178', '664', 'えずく', 'null', '吐く', '動詞', '食べすぎでえずいてしもたわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2179', '665', 'えんばんと', 'null', 'あいにく', '副詞', 'えんばんとそのひぃはぐつわるおす', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2180', '666', 'えんばんと', 'null', '折り悪しく', '副詞', 'えんばんとそのひぃはぐつわるおす', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2181', '667', 'おあげさん', 'null', '油揚げ', '名詞', 'おあげさんとなっぱとたいたらおいしおす', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2182', '668', 'おいいる', 'null', 'おっしゃる（尊敬語）', '動詞', 'そうおいいるさかい', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2183', '669', 'おくどさん', 'null', 'かまど', '名詞', 'おくどさんで、にたきします', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2184', '670', 'おさがり', 'null', '雨降り', '名詞', '今日もおさがりどすなー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2185', '671', 'おさがり', 'null', '神仏への供え物を下げたもの', '名詞', 'これ地蔵盆の御下がりやさかい、みなさんでおあがりやす', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2186', '672', '…おし', 'null', '…なさい', '動詞（命令形）', '行きおし', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2187', '673', '…よし', 'null', '…なさい', '動詞（命令形）', 'はよきよし', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2188', '674', 'おてしょー', 'null', '小皿', '名詞', 'おてしょーに取って食べよし', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2189', '675', 'おてしょー', 'null', '手塩皿', '名詞', 'おてしょーに取って食べよし', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2190', '676', 'おてまいり', 'お手間入り', '手間のかかること', '名詞', 'お手間入りのごちそうばっかしやないの', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2191', '677', 'おばんざい', 'null', 'ふだんの日のお惣菜', '名詞', 'こんなおばんざいしかおへんけど', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2192', '678', 'かざ', 'null', '香', '名詞', 'えーかざがしますな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2193', '679', 'かざ', 'null', 'におい', '名詞', 'えーかざがしますな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2194', '680', 'かちん', 'null', '餅', '名詞', 'かちんおくない', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2195', '681', 'おかちん', 'null', '餅', '名詞', 'かちんおくない', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2196', '682', 'かなん', 'null', 'いやだ', '形容動詞', '明日雨やったらかなんなー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2197', '683', 'かなん', 'null', '困る', '形容動詞', '明日雨やったらかなんなー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2198', '684', 'きさんじ', 'null', '気楽', '名詞・形容動詞', 'きさんじなこーやな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2199', '685', 'きさんじ', 'null', '呑気', '名詞・形容動詞', 'きさんじなこーやな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2200', '686', 'きなしぼ', 'null', 'やる気のない人', '名詞', 'あの人はきなしぼやさかい、あてにならん', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2201', '687', 'きばる', 'null', 'がんばる', '動詞', 'あの人きばってはるなー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2202', '688', 'きょーび', 'null', 'いまどき', '名詞・副詞', '今日日の若いもんはなにを考えとるんや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2203', '689', 'きょーび', 'null', '近頃', '名詞・副詞', '今日日の若いもんはなにを考えとるんや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2204', '690', 'きょーび', 'null', '最近', '名詞・副詞', '今日日の若いもんはなにを考えとるんや', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2205', '691', 'けなるい', 'null', 'うらやましい', '形容詞', 'えーべべたんともってはって、けなるいわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2206', '692', 'こげつき', 'null', '祖父以来長くその土地に住んでいること', '名詞', 'わたし、京都のこげつきですがな', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2207', '693', 'こたち', 'null', '他人のこ', '名詞', 'おうちはこたちはおひとりどすか', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2208', '694', 'こないだうち', 'null', 'このあいだ', '名詞', 'こないだうちから主人風邪引いてるんやわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2209', '695', 'こないだうち', 'null', '先だって', '名詞', 'こないだうちから主人風邪引いてるんやわ', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2210', '696', 'こーとな', 'null', '地味で上品な', '形容動詞（な）', 'いや、こたち、こーとなべべきてはるなー', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2211', '697', 'さかい', 'null', '…から', '副詞', 'そやさかい（に）いかんときゆーたのに', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2212', '698', '…し', 'null', '…から', '副詞', 'あてがいくし、道おせて', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2213', '699', '…し', 'null', '…ので', '副詞', 'あてがいくし、道おせて', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2214', '700', '…しか', 'null', '…より', '副詞', 'これしかおもい', '1', '2018-10-23 00:00:00', '2018-10-23 00:00:00', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2215', '701', 'ほかす', 'null', '捨てる', '動詞', 'ゴミをほかしといてね', '1', '2018-10-23 23:16:07', '2018-10-23 23:16:11', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2216', '702', '测试A', 'null', '测试A', '名詞', '这是测试A', '1', '2018-10-23 23:18:10', '2018-10-23 23:18:12', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2217', '703', '测试B', 'null', '测试B', '名詞', '这是测试B', '1', '2018-10-23 23:19:31', '2018-10-23 23:19:33', 'w', 'w', '1');
INSERT INTO `dialect` VALUES ('2250', '704', '测试C', 'null', '测试C', '名詞', '这是测试C', '1', '2018-10-23 23:20:42', '2018-10-23 23:20:44', 'w', 'w', '1');

-- ----------------------------
-- Table structure for papers
-- ----------------------------
DROP TABLE IF EXISTS `papers`;
CREATE TABLE `papers` (
  `id` bigint(10) NOT NULL AUTO_INCREMENT COMMENT '用户id',
  `batch_no` varchar(50) NOT NULL DEFAULT '' COMMENT '问题批次号,默认test_001,平时练习题',
  `teacher_code` varchar(20) NOT NULL COMMENT '教师编号T_1000开始',
  `yn` tinyint(10) NOT NULL DEFAULT '1' COMMENT '是否失效 1 有效 0 无效',
  `sysVersion` bigint(10) NOT NULL DEFAULT '1' COMMENT '版本号',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  `create_user` varchar(30) NOT NULL DEFAULT '' COMMENT '创建人',
  `update_user` varchar(30) NOT NULL DEFAULT '' COMMENT '更新人',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=36 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of papers
-- ----------------------------
INSERT INTO `papers` VALUES ('35', 'BN1541864079070', 'T_1001', '1', '1', '2018-11-10 23:38:19', '2018-11-10 23:38:19', '教師1', '教師1');

-- ----------------------------
-- Table structure for problem
-- ----------------------------
DROP TABLE IF EXISTS `problem`;
CREATE TABLE `problem` (
  `id` bigint(10) NOT NULL AUTO_INCREMENT COMMENT '用户id',
  `batch_no` varchar(50) NOT NULL DEFAULT '' COMMENT '问题批次号,默认test_001,平时练习题',
  `teacher_code` varchar(20) NOT NULL COMMENT '教师编号T_1000开始',
  `levels` tinyint(10) NOT NULL COMMENT '问题级别',
  `descs` varchar(300) NOT NULL COMMENT '问题描述',
  `answer` varchar(100) NOT NULL COMMENT '问题答案',
  `score` bigint(10) NOT NULL COMMENT '分数',
  `part_score` bigint(10) NOT NULL COMMENT '答对部分答案分数',
  `is_show` bit(2) NOT NULL COMMENT '是否展示答案1 是 0 否',
  `yn` tinyint(10) NOT NULL DEFAULT '1' COMMENT '是否失效 1 有效 0 无效',
  `sysVersion` bigint(10) NOT NULL DEFAULT '1' COMMENT '版本号',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  `create_user` varchar(30) NOT NULL DEFAULT '' COMMENT '创建人',
  `update_user` varchar(30) NOT NULL DEFAULT '' COMMENT '更新人',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=84 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of problem
-- ----------------------------
INSERT INTO `problem` VALUES ('83', 'BN1541864079070', 'T_1001', '1', 'この人はほんまにべっぴんですね', ',ほんま,べっぴん', '10', '6', '', '1', '2', '2018-11-10 23:38:23', '2018-11-10 23:41:13', 'sys', 'sys');

-- ----------------------------
-- Table structure for student
-- ----------------------------
DROP TABLE IF EXISTS `student`;
CREATE TABLE `student` (
  `id` bigint(10) NOT NULL AUTO_INCREMENT COMMENT '用户id',
  `user_id` bigint(10) NOT NULL,
  `code` varchar(20) NOT NULL COMMENT '学生编号ST_10000开始',
  `levels` tinyint(10) NOT NULL DEFAULT '0' COMMENT '学生级别，对应用户级别',
  `name` varchar(30) NOT NULL COMMENT '名称',
  `login_name` varchar(10) NOT NULL COMMENT '登录名',
  `pwd` varchar(100) NOT NULL COMMENT '登录密码',
  `sex` tinyint(5) NOT NULL COMMENT '教师性别',
  `yn` tinyint(10) NOT NULL DEFAULT '1' COMMENT '是否失效 1 有效 0 无效',
  `sysVersion` bigint(10) NOT NULL DEFAULT '1' COMMENT '版本号',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  `create_user` varchar(30) NOT NULL DEFAULT '' COMMENT '创建人',
  `update_user` varchar(30) NOT NULL DEFAULT '' COMMENT '更新人',
  PRIMARY KEY (`id`,`code`,`user_id`)
) ENGINE=InnoDB AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of student
-- ----------------------------
INSERT INTO `student` VALUES ('1', '1', 'ST_10000', '127', 'admin', 'admin', '21232f297a57a5a743894a0e4a801fc3', '1', '1', '1', '2018-09-02 22:40:23', '2018-09-02 22:40:28', 'admin', 'admin');
INSERT INTO `student` VALUES ('10', '22', 'ST_10001', '1', '学生1', '学生1', '8e38735c2c972a859d8e755dbe412c25', '1', '1', '1', '2018-09-17 21:29:38', '2018-09-17 21:29:38', 'sys', 'sys');
INSERT INTO `student` VALUES ('11', '23', 'ST_10002', '1', '学生2', '学生2', '8e38735c2c972a859d8e755dbe412c25', '1', '1', '1', '2018-09-17 21:30:04', '2018-09-17 21:30:04', 'sys', 'sys');
INSERT INTO `student` VALUES ('12', '24', 'ST_10003', '1', '学生3', '学生3', '8e38735c2c972a859d8e755dbe412c25', '2', '1', '1', '2018-09-17 21:30:19', '2018-09-17 21:30:19', 'sys', 'sys');

-- ----------------------------
-- Table structure for teacher
-- ----------------------------
DROP TABLE IF EXISTS `teacher`;
CREATE TABLE `teacher` (
  `id` bigint(10) NOT NULL AUTO_INCREMENT COMMENT '用户id',
  `user_id` bigint(10) NOT NULL,
  `name` varchar(30) NOT NULL COMMENT '名称',
  `login_name` varchar(10) NOT NULL COMMENT '登录名',
  `pwd` varchar(100) NOT NULL COMMENT '登录密码',
  `sex` tinyint(5) NOT NULL COMMENT '教师性别',
  `yn` tinyint(10) NOT NULL DEFAULT '1' COMMENT '是否失效 1 有效 0 无效',
  `sysVersion` bigint(10) NOT NULL DEFAULT '1' COMMENT '版本号',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  `create_user` varchar(30) NOT NULL DEFAULT '' COMMENT '创建人',
  `update_user` varchar(30) NOT NULL DEFAULT '' COMMENT '更新人',
  `code` varchar(20) NOT NULL COMMENT '教师编号T_1000开始',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of teacher
-- ----------------------------
INSERT INTO `teacher` VALUES ('1', '1', 'admin', 'admin', '03ce7c79d9a3ebfd851664ee699df780', '1', '1', '1', '2018-09-02 22:41:22', '2018-09-02 22:41:25', 'admin', 'admin', 'T_1000');
INSERT INTO `teacher` VALUES ('9', '21', '教師1', '教師1', '8e38735c2c972a859d8e755dbe412c25', '1', '1', '1', '2018-09-17 20:47:14', '2018-09-17 20:47:14', 'sys', 'sys', 'T_1001');

-- ----------------------------
-- Table structure for user
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user` (
  `id` bigint(10) NOT NULL AUTO_INCREMENT COMMENT '用户id',
  `identity` tinyint(10) NOT NULL COMMENT '身份1 教师 2 学生',
  `login_name` varchar(10) NOT NULL COMMENT '登录名',
  `pwd` varchar(100) NOT NULL COMMENT '登录密码',
  `yn` tinyint(10) NOT NULL DEFAULT '1' COMMENT '是否失效 1 有效 0 无效',
  `sysVersion` bigint(10) NOT NULL DEFAULT '1' COMMENT '版本号',
  `create_time` datetime NOT NULL COMMENT '创建时间',
  `update_time` datetime NOT NULL COMMENT '更新时间',
  `create_user` varchar(30) NOT NULL DEFAULT '' COMMENT '创建人',
  `update_user` varchar(30) NOT NULL DEFAULT '' COMMENT '更新人',
  PRIMARY KEY (`id`,`login_name`)
) ENGINE=InnoDB AUTO_INCREMENT=25 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES ('1', '0', 'admin', '03ce7c79d9a3ebfd851664ee699df780', '1', '1', '2018-09-02 22:38:39', '2018-09-02 22:38:42', 'admin', 'admin');
INSERT INTO `user` VALUES ('21', '1', '教師1', '8e38735c2c972a859d8e755dbe412c25', '1', '1', '2018-09-17 20:47:14', '2018-09-17 20:47:14', 'sys', 'sys');
INSERT INTO `user` VALUES ('22', '2', '学生1', '8e38735c2c972a859d8e755dbe412c25', '1', '1', '2018-09-17 21:29:37', '2018-09-17 21:29:37', 'sys', 'sys');
INSERT INTO `user` VALUES ('23', '2', '学生2', '8e38735c2c972a859d8e755dbe412c25', '1', '1', '2018-09-17 21:30:03', '2018-09-17 21:30:03', 'sys', 'sys');
INSERT INTO `user` VALUES ('24', '2', '学生3', '8e38735c2c972a859d8e755dbe412c25', '1', '1', '2018-09-17 21:30:18', '2018-09-17 21:30:18', 'sys', 'sys');
